{
  "67471fbfc15fcaa900a292b6": "Устрани Диких на Таможне",
  "67471fc8ca25df5fdc495417": "Устрани Диких в Эпицентре",
  "67471fcf64666089f42eef5c": "Устрани Диких в Лесу",
  "67471f9c63d6ef6fe3ced898 name": "Новые знакомства",
  "67471f9c63d6ef6fe3ced898 description": "Привет, боец. Кажется, мы ещё не знакомы. Меня зовут Lotus. В округе говорят, что ты надёжный человек. Это правда?\n\nСейчас важно знать тех, кому можно доверять — особенно таким, как я. В конце концов, в Таркове всё держится на делах. Как насчёт того, чтобы доказать свою надёжность? Если ты будешь полезен, и тебе это выгодно, мы оба останемся в плюсе.\n\nМестные бандиты и прочая шваль сделали несколько районов в городе и вокруг него очень опасными. Мне нужно, чтобы ты избавился от них.\n\nУдачи. Остаёмся на связи.",
  "67471f9c63d6ef6fe3ced898 successMessagetext": "Я впечатлена. Похоже, ты и правда надёжен. Есть много задач, где ты мог бы помочь. Открою тебе доступ к новым разделам магазина в зависимости от твоей помощи.",

  "67509b8d72e0fed10d170504": "Найди офис внутри электростанции на Развязке",
  "67509ba4f662579ff207df26": "Покинь Развязку через платный выход у электростанции",
  "67509b40ebc998b7d528d1a1 name": "Сгоняем в ULTRA",
  "67509b40ebc998b7d528d1a1 description": "Слушай, я слышала, ты начал работать на Барахольщиком? Отлично! Мы с командой давно с ним сотрудничаем — в месте, где все враги, полезные связи важны. Приготовься, тебя ждёт много работы.\n\nСкорее всего, он будет отправлять тебя в ТЦ ULTRA. Но не обманывайся — это место крайне опасно. Надо тебя подготовить. Давай покажу, что тебя ждёт. Начнём? Отлично.\n\nНа северо-востоке ТЦ есть электростанция. Она отвечает за электроснабжение части магазинов, но подробностей у меня пока нет.\n\nВ общем, на станции есть офис. Там должны быть компьютеры, электронные компоненты и прочее. Найди офис, затем иди на выход. Таксист обычно ждёт снаружи — он отвезёт тебя в безопасное место.",
  "67509b40ebc998b7d528d1a1 successMessagetext": "Отличная работа. Как поездка? Нашёл что-то важное? Не забудь забрать награду — ты знаешь, где её оставили.",
  
  "67509c94da6f2646450b818b": "Устрани противников выстрелами в голову на Развязке",
  "67509c43d96ffa5a7187c025 name": "Рост продаж",
  "67509c43d96ffa5a7187c025 description": "Ладно, слушай, что дальше.\n\nУмение драться внутри ТЦ — это ключ к выживанию. Попав туда, ты как в ловушке. Выходов без боя почти нет, так что готовься. Понял?\n\nУстраняй всех, кого увидишь. Но задание не из лёгких: каждый должен получить пулю в голову. Не слишком сложно для такого, как ты.\n\nВ общем, удачи там!",
  "67509c43d96ffa5a7187c025 successMessagetext": "Молодец, как и ожидалось. Может, для тебя это и правда было легко? Не забудь забрать награду — знаешь, где она.",
 
  "67509d4ed6a2f21df0ba5be5": "Найди магазин \"Techlight\" на втором этаже торгового центра ULTRA на Развязке",
  "67509d37d1915f11a4549713": "Найди магазин \"Texho\" на первом этаже торгового центра ULTRA на Развязке",
  "67509d2b2eefa0a6eb1f4ce4": "Найди магазин \"Rasmussen\" на первом этаже торгового центра ULTRA на Развязке",
  "67509d1e10d3ce23f005fb9d": "Найди магазин \"German\" на первом этаже торгового центра ULTRA на Развязке",
  "67509cb7f4536e3f9382009b name": "Чёрная пятница",
  "67509cb7f4536e3f9382009b description": "Слушай, у меня есть важное дело, где мы оба можем на этом заработать. Присаживайся.\n\nВ таком большом ТЦ точно есть магазины с ценными товарами — ювелирка или, скажем... электроника. Ты наверняка заметил, какие здесь бешеные цены на комплектующие и электронику, особенно оптом.\n\nВот за этим мы и охотимся. Всё, что от тебя нужно — найти несколько техномагазинов. Аршавир дал список из четырёх — найди их и отчитайся. Просто, правда? Награда за задание тоже простая. Жду от тебя весточки.",
  "67509cb7f4536e3f9382009b successMessagetext": "Всё на месте? Идеально. Молодец, боец. Награду, полагаю, найдёшь там же, где обычно.",

  "67509dbc6441ab0d0aa47e6c": "Найди место в \"Гошане\", где команда Lotus часто обнаруживает крупные запасы еды",
  "67509de19d63ace521478640": "Установи Wi-Fi камеру в этом месте",
  "67509e3023409571c5030a62": "Выжить и покинуть Развязку через \"Дыру в заборе\"",
  "67509e15ab02bf9cd3f5ce90": "Найди быстрый путь к точке выхода за пределами \"Гошана\"",
  "67509d5ecf08e0fbf1764f36 name": "Тишина в ULTRA",
  "67509d5ecf08e0fbf1764f36 description": "У меня для тебя работа, слушай внимательно.\nОдна из моих команд недавно была в ТЦ ULTRA ночью. Они заходили в супермаркет \"Гошан\" и нашли огромные запасы еды и напитков в северной части магазина. Установи камеру так, чтобы её никто не заметил — хочу следить, кто туда заходит и что забирает.\n\nКогда закончишь, проверь заднюю часть \"Гошана\", где разгружают грузы. Там должны быть открытые ворота, ведущие наружу. Возле южного выхода стоят синий и зелёный контейнеры — между ними проход к грузовику с контейнером.\n\nНа обочине дороги ещё контейнеры, а в углу забора — дыра, через которую можно выйти. Запомнил или записать?",
  "67509d5ecf08e0fbf1764f36 successMessagetext": "Отлично, камера работает, и ты нашёл путь к выходу? Идеально.",
 
  "67509f41e87e1cca8dc47b00": "Устрани бойцов ЧВК на Развязке",
  "67509f23c4f557d61ee33e91": "Передай жетоны",
  "67509e7057be1b2849ca4f57 name": "Король ULTRA",
  "67509e7057be1b2849ca4f57 description": "У некоторых людей есть желание быть лучше всех, а у некоторых — нет. Но хотел бы ты испытать это чувство? У меня есть для тебя задание.\n\nУборка в торговом центре ULTRA может иметь двойное значение. Думаю, ты уже понял, к чему я клоню, потому что я не прошу тебя реально убираться. Видишь ли, твои бывшие коллеги из USEC или BEAR — они нам немного действуют на нервы. Я часто посылаю туда команды и не хочу, чтобы люди терялись. Я буду благодарна, если ты поможешь.\n\nНо если ты решишь помочь, то должен будешь принести доказательства своей работы. Короче, не забудьте притащить их жетоны.",
  "67509e7057be1b2849ca4f57 successMessagetext": "Круто, что в торговом центре так тихо! Ты молодец, солдат, тебя ждёт зарплата.",

  "6747212b70088b5a83301a37": "Найди трейлер с топливом на подземной стоянке в Эпицентре",
  "6747212b7ce0553b11794114": "Пометьте трейлер с топливом маркером MS2000",
  "67472148b37dd1d96d830786": "Устрани противников в Эпицентре",
  "6747215258537265e302261f": "Выжить и покинуть Эпицентр",
  "674720e808312fa336c68ee6 name": "Заправщик - Часть 1",
  "674720e808312fa336c68ee6 description": "Слушай сюда, боец. Ты был в деловом центре Таркова? Ты там уже ориентируешься? Мне нужно, чтобы ты сгонял туда и нашёл трейлер с горючкой. Один из моих парней видел грузовик с топливом в подземелье, но он не уверен, где это. Короче, ты там сам по себе, я больше своих ребят туда не пошлю. Не теряй маркер, который я тебе дам. И ещё, пока будешь искать, расчисти там всё, чтобы никто не заметил, что мы там шаримся. Удачи, боец!",
  "674720e808312fa336c68ee6 successMessagetext": "Классная работа, солдат! Не забудь про деньги, они уже в пути.",

  "6747236df100a8d2b29d5662": "Передай \"Сухое горючее\"", 
  "6747236d2fe9ef65d29d4c19": "Передай \"Экспедиционную топливную канистру\"",
  "67472383fa9c9dc5ba7104d6": "Передай \"Металлическую топливную канистру\"",
  "6747235ed723d48c90cb644f name": "Заправщик - Часть 2", 
  "6747235ed723d48c90cb644f description": "Слушай, мне всегда было интересно, как ты ориентируешься в Таркове. Ты пешком ходишь или как? Круто! У тебя, наверное, терпения вагон.\n\nМы тут по-другому делаем. Мои ребята обычно на мотоциклах или внедорожниках по Таркову катаются, чтобы всё осмотреть или пограбить. У нас тут проблема небольшая — запасы топлива заканчиваются. Ищем, где бы заправиться. Если найдёшь канистры с горючкой, будет круто. А пока ищешь, захвати Сухого горючего. Ты же у нас солдат, справишься.", 
  "6747235ed723d48c90cb644f successMessagetext": "Пока этого хватит, спасибо.", 

  "67472209e3d98ce4ba769e3f": "Найди какие-нибудь предметы домашнего обихода в рейде",
  "674722094d7136405657dc31": "Передай предметы домашнего обихода",
  "674721e986f435b80234da65 name": "Товары для дома",
  "674721e986f435b80234da65 description": "В общем, на войне нужны не только боевые навыки. Ты и другие ребята здесь застряли. Нужно что-то ещё, кроме оружия и патронов. И нам, кстати, кое-что нужно. Ничего особенного, но найти непросто. Поэтому я тебя и спрашиваю.\nМожешь достать шампунь, мыло и туалетную бумагу? Если ты умеешь, то можешь сделать их сам в своём укрытии. Удачи!",
  "674721e986f435b80234da65 successMessagetext": "Фантастика, это то, что нам и надо было! Спасибо тебе!",
 
  "6747227b152179cc1c26dfe7": "Найди пачки патронов 5,45х39 мм",
  "6747227bba7445681e23441c": "Передай пачки патронов",
  "67472251414d587b8b36ba1f name": "Сбор боеприпасов",
  "67472251414d587b8b36ba1f description": "Слушай, хочешь доказать, что знаешь, где взять боеприпасы? Патроны — это важно. Может, когда-нибудь я подумаю, чтобы поделиться с тобой нашими запасами крутых патронов. Но это потом.\nСейчас мне нужно, чтобы ты принёс мне несколько упаковок патронов калибра 5,45х39 мм. Несколько маленьких коробок и несколько больших — этого хватит. Пока что.",
  "67472251414d587b8b36ba1f successMessagetext": "Отличная работа! Я подумаю над тем, что ты сказал, ладненько?",

  "674722ee1ced95c9f236fd68": "Найди аптечки",
  "674722ee1808f56cd3ff292c": "Передай аптечки",
  "674722c60ad34fd118ec4c9e name": "Полевая хирургия",
  "674722c60ad34fd118ec4c9e description": "Привет, солдат! У меня для тебя есть работка. Заинтересован? Отлично! Слушай, у нас заканчиваются медикаменты, и мои ребята с трудом нашли аптечки первой помощи и всё такое. Можешь нам помочь? Было бы классно, если бы ты смог раздобыть несколько аптечек.\nЛюбые подойдут: маленькие, большие и огромные. Только не забудь принести те, которыми ещё не пользовались! Мне нужны качественные аптечки первой помощи, понял? Давай, солдат, удачи тебе!",
  "674722c60ad34fd118ec4c9e successMessagetext": "Сейчас этого должно быть достаточно, спасибо большое! Не забудь забрать свой платёж.",

  "67472427daa1a0cb6578de27": "Найди \"Болты\" в рейде",
  "674724271699ff58f827b86a": "Передай \"Болты\"",
  "67472430e90562d12c138d90": "Найди \"Гайки\" в рейде",
  "67472430b6831d834fd246b7": "Передай \"Гайки\"",
  "67472436c6637a2af24b24f2": "Найди \"Набор металлических частей\" в рейде",
  "67472436a04399bab1104790": "Передай \"Набор металлических частей\"",
  "6747243cd593b0303641bc78": "Найди \"Пучок проводов\" в рейде",
  "6747243cb2436f6f4343c01a": "Передай \"Пучок проводов\"",
  "67472443f896b34a213823f0": "Найди \"Силовой кабель\" в рейде",
  "674724439870a60bdf81c77b": "Передай \"Силовой кабель\"",
  "6747244a3073010c7ad93550": "Найди \"USB Адаптер\" в рейде", 
  "6747244aafa0b158cb0ac188": "Передай \"USB Адаптер\"", 
  "674724512d101997458693bd": "Найди \"Тройник\" в рейде", 
  "6747245101dcb63ec9513dd4": "Передай \"Тройник\"",
  "674723bdd56b0c5b295bb6a1 name": "Домашний склад",
  "674723bdd56b0c5b295bb6a1 description": "Привет, солдат! Как дела? Надеюсь, всё хорошо. У меня для тебя снова есть задание. Я планировала пробыть в Таркове недолго, но тут у нас в лагере кое-что сломалось, и моя группа занята другими делами. Не могу их отправить за материалами. В общем, мне нужно, чтобы ты привёз нам стройматериалы и немного электроники. Я дам тебе список. Уверена, ты сможешь найти всё, что нужно.\n\nМожешь мне помочь?",
  "674723bdd56b0c5b295bb6a1 successMessagetext": "Ну, я думаю, этого пока хватит. Спасибо большое!",

  "674724a9ec8b7114e6eff689": "Устрани ЧВК",
  "674724b499215d3bb6e3a7d2": "Передай жетоны",
  "67472495fb91486f4fb89cb3 name": "Готов к бою",
  "67472495fb91486f4fb89cb3 description": "Ладно, теперь мы знаем, что ты справляешься с бандитами. Но как насчёт профессионалов? Эти пьяницы — не проблема, они слабы поодиночке. А вот наёмники вроде тебя — угроза, даже если сражаются без поддержки.\nДавай снова проверим твои способности, боец. Устрани несколько ЧВКашников и принеси их жетоны — мне нужны доказательства.\n\nУ меня ещё куча задач, но нужен кто-то, кто умеет воевать. Ты готов?",
  "67472495fb91486f4fb89cb3 successMessagetext": "Ну что ж, похоже, всё прошло нормально. Думаю, для тебя это было не слишком сложно, да?",

   "6766e860a06cbb38dec2434d": "Найди коллекционные предметы в рейде",
  "6766e8602861628bd38b5075": "Передай коллекционные предметы",
  "6766e795bcba079415915b6b name": "Сувениры",
  "6766e795bcba079415915b6b description": "Люди охотятся за особыми вещами. Особенно такие, как ты — наёмники, которые часто сотрудничают с местными торговцами.\n\nКто-то по имени Барахольщик всегда бросал людям одинаковый вызов. Видишь ли, есть куча сувениров, связанных с известными личностями по всему миру, и людям поручают собрать их все — по одному экземпляру каждого.\n\nЕсли хочешь получить доступ к новым контейнерам, которые созданы специально для хранения этих сувениров, принеси мне три таких предмета. Не важно, повторяются они или нет — просто передай их, и мы продадим тебе столько контейнеров, сколько нужно.",
  "6766e795bcba079415915b6b successMessagetext": "И это всё? Я думала, за этими коллекционными вещами стоит что-то большее... Ну ладно, ты знаешь, где найти контейнер.",

  "6769f40e05a2eb8037e3f735": "Устрани противников с помощью карабина СКС",
  "6769f36baded384a687d97a1 name": "Старый, но надёжный — Часть 1",
  "6769f36baded384a687d97a1 description": "Приветствую. Ты же знаком с Прапором? Конечно.\nУ нас для тебя задание — оплата достойная. Заинтересован?\n\nМестные ЧВК забросили карабины СКС, мол, появились \"лучшие\" варианты. Прапор с этим не согласен. Это классика, проверенная временем.\nВозьми один из таких стволов и ликвидируй несколько целей. Неважно кого — нужно оценить его в деле.",
  "6769f36baded384a687d97a1 successMessagetext": "Ну как, справился? Хорошая же вещь, да? Не расслабляйся — впереди ещё задания. И за оплатой не забудь зайти.",

  "6769f5e52026d0b12ba999d1": "Устрани противников с помощью винтовки Мосина",
  "6769f51c43d1569d59e3c397 name": "Старый, но надёжный — Часть 2",
  "6769f51c43d1569d59e3c397 description": "Сейчас ты узнаешь, как ведёт себя оружие возрастом за сто лет. Звучит забавно, да?\nЕсли, конечно, ты уже не стрелял из него — что вполне вероятно. В общем, тебе снова нужно убрать несколько целей с помощью Мосина. Неважно, кого именно.\n\nС этой винтовкой ты сильно ограничен — держи дистанцию. Если подпустишь врага близко, тебя разорвут на части без лишних усилий. Поверь, такие навыки в будущем тебе ещё пригодятся.",
  "6769f51c43d1569d59e3c397 successMessagetext": "Всех уложил? Отлично, оплата ждёт тебя в привычном месте.",

  "6769f81c50e94210cceb42fe": "Устрани противников используя ADAR 2-15",
   "6769f68fa4eb1eafdf31d38c name": "Старый, но надёжный — часть 3",
  "6769f68fa4eb1eafdf31d38c description": "Ты либо полюбишь это оружие, либо возненавидишь.\nОн почти как M4A1, но только в полуавтоматическом режиме. Может, не идеал, но своё дело сделает. Да и стреляет мягко, отдачи почти нет. Звучит неплохо, да? В общем, это русская винтовка, так что Прапор её ценит высоко — постарайся не подвести его.\n\nПо заданию: всё как в прошлый раз. Устраняй всех, кого увидишь, конечно, с этим оружием. Потом возвращайся за наградой. Ясно?",
  "6769f68fa4eb1eafdf31d38c successMessagetext": "Отлично! Как думаешь, это оружие заслуживает большего внимания или пусть остаётся как есть? Только не говори Прапору, если тебе не понравилось.",

  "676aca4eea333a883b030b05": "Устрани противников используя оружие под патрон 7.62x25",
  "676aca14fe90a5a838dd04c3 name": "Старый, но надёжный — часть 4",
  "676aca14fe90a5a838dd04c3 description": "Ладно, теперь тебе нужно протестировать оружие определённого калибра — 7.62x25 мм Токарева. Сейчас такой тут редкость.\nЯ почти уверена, что видела только пистолеты ТТ-33 да ППШ под этот калибр...\n\nВыбор небогатый, но это не страшно — можешь брать слабые цели, разрешаю для этого задания. Ну, вперёд, удачи!",
  "676aca14fe90a5a838dd04c3 successMessagetext": "Неплохо. Может, этот патрон не так уж плох? Как думаешь?",

  "676acc060113a3325b537486": "Устрани противников с использованием автоматов типа АК под патрон 7.62x39",
  "676acb5bc60f9d06283a2234 name": "Старый, но надёжный — часть 5",
  "676acb5bc60f9d06283a2234 description": "Ладно, пока последнее задание.\nНастоящая классика — автоматы Калашникова под патрон 7.62x39 и подобные. Очень популярные, известные и надёжные. Уверена, они тебя не подведут, точно!\n\nЗадача та же, что и раньше: устраняй всех, кого увидишь, главное — используй указанное оружие. Так что удачи там. Когда закончишь — отчитайся.",
  "676acb5bc60f9d06283a2234 successMessagetext": "Вернулся быстрее, чем мы ожидали. Ничего, конечно. Всё же хорошие автоматы, да? Что за вопрос — их качество и спрос говорят сами за собой.",

  "67472523c9dfbec833d3581b": "Найди Блокпост ВС РФ на Таможне",
  "67472581ae5727073379dad1": "Найди Блокпост ВС РФ в Лесу",
  "674725b4662b8f2c571baaa9": "Найди захваченную базу ВС РФ рядом с железнодорожным мостом на юго-востоке Берега",
  "67472503ea7a07fc5c20b8a4 name": "Агент ВС РФ - Часть 1", 
   "67472503ea7a07fc5c20b8a4 description": "Добрый день. У меня для тебя важное задание. Не могу раскрывать детали — это риск для нашей операции...\n\nМне и моим людям нужно узнать о точках выхода российской армии и у захваченного лагеря рядом с портом. Информации мало: одна точка должна быть у реки в зоне Таможни, другая — рядом с лагерем МЧС в Лесу.\n\nИ да: порт, возможно, ещё заминирован, так что к стенам близко не подходи. Можешь проверить эти места и выяснить, полезны ли они нам?",
  "67472503ea7a07fc5c20b8a4 successMessagetext": "Хорошая работа. Посмотрим, как твои данные помогут. И не забудь забрать оплату.",
 
  "67472610ac5ef9d78dcc6acc": "Найди Общевойсковой шлем 6Б47 \"Ратник-БШ\" (прочность +75%)", 
  "67472617e77567627a9e6e34": "Передай шлем", 
  "6747263810c6df3feac9d065": "Найди Бронежилет Флора Цифра (прочность +75%)", 
  "674726383c032e0767108acd": "Передай бронежилет", 
  "674725ff49d0b6a4089163d2 name": "Агент ВС РФ - Часть 2",
  "674725ff49d0b6a4089163d2 description": "Привет!\nХорошие новости! Информация, которую ты нам дал о выходах, помогла узнать больше о том, что происходит в российской армии в Таркове. Есть у меня контакт, который может свести с кем-то из офицеров. Но у них нет подходящего снаряжения: шлемов 6B47 и бронежилетов серии Флора Цифра. Шлемы могут быть с чехлом или без. Это не так сложно найти. Некоторые местные бандиты носят такое снаряжение. Мне всё равно, откуда ты его возьмёшь, главное, чтобы было в хорошем состоянии. Я не советую покупать это снаряжение, но решать тебе. Советую сэкономить деньги. Удачи!",
  "674725ff49d0b6a4089163d2 successMessagetext": "Они это сделают, спасибо за помощь.",
 
  "674726b09c7f8d4bfeb4e33b": "Устрани Диких используя снаряжение ВС РФ",
  "674726c041771fbe63674d76": "Устрани ЧВК используя снаряжение ВС РФ",
  "674726d7dccedcfaf10e8d50": "Устрани Рейдеров или Отступников используя снаряжение ВС РФ",
  "6747268e69275427dffb78f7 name": "Агент ВС РФ - Часть 3",
  "6747268e69275427dffb78f7 description": "Слушайте сюда, у нас проблемы. Похоже, офицеры подозревают наших ребят. Надо что-то делать. Может, переодеться в их форму, взять их снаряжение и устроить бандитам и ЧВК веселуху? Надо их разозлить и не останавливаться, пока этот бардак не дойдёт до начальства. Я могу дать тебе снаряжение, у нас ещё есть запасы. Но учти, я не буду раздавать его бесплатно, если ты его потеряешь. Удачи тебе, боец! Вот что я могу тебе дать: \n- Автоматы АК-74М или АК-12\n — любой бронежилет Флора цифра\n — Общевойсковой шлем 6Б47 \"Ратник-БШ\"",
  "6747268e69275427dffb78f7 successMessagetext": "Ха-ха, здорово! Теперь им ещё и бандиты с ЧВК наваляют. Хорошая работа!",

  "6747280d2c15af6797507c9b": "Найди офис внутри новой автозаправочной станции на Таможне",
  "67472824084671955e894e90": "Найди железнодорожный вокзал на Резерве",
  "6747282ebf0df55d615cc493": "Найди первый автомобиль \"Тигр\" рядом с грузовиком Terragroup в центре города в Эпицентре",
  "674728364d7e8791c8ede88b": "Найди второй автомобиль \"Тигр\" рядом с грузовиком Terragroup в центре города в Эпицентре",
  "6747283e4d0b8420e0b72814": "Найди третий автомобиль \"Тигр\" рядом с грузовиком Terragroup в центре города в Эпицентре",
  "6747284779ff1b97bbb81989": "Найди автомобиль \"Тигр\" возле Накатани в Эпицентре",
  "674727f9beeec883a8b733e4 name": "Агент ВС РФ - Часть 4",
  "674727f9beeec883a8b733e4 description": "У меня для тебя снова есть кое-что, боец, но это не связано напрямую с нашей проблемой с ВС РФ.\nВ Таркове до конфликта некоторые банды были связаны с российской армией или полицией. Некоторые были коррумпированными ментами, другие служили в армии или спецназе. Мне нужно, чтобы ты проверил все места, где обычно тусуются банды. У тебя будет список мест, которые надо проверить. И ещё сходи в Эпицентр, думаю, там были армейские тачки, проверь их тоже.",
  "674727f9beeec883a8b733e4 successMessagetext": "Надеюсь, никто не доставил тебе хлопот, пока ты осматривался. В любом случае, ты знаешь, что здесь не все так просто. И не забудь свой платёж.",

  "67472909d2fad338f3fa0a57": "Устрани свиту Решалы в период с 20:00 до 07:00 на Таможне",
  "67472912fe7718ff67651f8a": "Устрани свиту Кабана или Коллонтай в период с 20:00 до 07:00",
  "674729bda18d1caf36d5beb2": "Устрани свиту Глухаря в период с 20:00 до 07:00",
  "674728d52fe62c289180baf3 name": "Агент ВС РФ - Часть 5",
  "674728d52fe62c289180baf3 description": "Ну что, пора действовать. Нужно убрать охрану главарей банд, связанных с армией. Они не должны тебя заметить, пусть думают, что это засада. Так что ждём, пока стемнеет. Надеюсь, всё получится. План такой: первое - ты разбираешься с частью бандитов, второе - переодеваешься в форму российской армии и снова зачищаешь лагерь. Они решат, что это российская армия напала на них. Это может спровоцировать их напасть на лагерь ВС РФ и потерять кучу людей.",
  "674728d52fe62c289180baf3 successMessagetext": "Молодец, солдат! Как только слухи распространятся, я тебе сразу сообщу.",
 
  "67472a27e0490e837e01ff98": "Устрани противника, надевая указанное снаряжение ВС РФ на Таможне",
  "67472a5438878876dcbe8c22": "Устрани противника, надев указанное снаряжение ВС РФ на Резерве",
  "67472a63f94746bd0f99ff9e": "Устрани противника, надевая указанное снаряжение ВС РФ в Эпицентре или улицы Таркова",
  "67472a02e64a37a015c27d4a name": "Агент ВС РФ - Часть 6",
  "67472a02e64a37a015c27d4a description": "Ну что, угадай, что случилось? Банды совсем с ума сошли, начали расследование. Это твой шанс! Ты знаешь, что тебе нужно, не забудь разобраться с этими ребятами на их территории. Надеюсь, после выполнения задания мы наконец-то закончим эту операцию. Удачи, солдат, я на тебя рассчитываю. Тебе понадобится специальное снаряжение: \n - Автоматы АК-74М или АК-12\n — любой бронежилет Флора цифра\n — Общевойсковой шлем 6Б47 \"Ратник-БШ\"",
  "67472a02e64a37a015c27d4a successMessagetext": "Крутая работа! Мне тут только что сообщили, что в регионе серьёзные разборки были. Надеюсь, теперь эти банды будут не так сильно напрягать.",

  "67516c92007c435af2ca1f65": "Доработай Карабин ADAR 2-15 5.56x45",
  "67516c77476efeef09be34a1 name": "Знакомство с оружием - Часть 1",
  "67516c77476efeef09be34a1 description": "Привет! Я тут с подрядчиком поговорила, и он хочет, чтобы мы сделали для него кое-что. Точнее, много чего, но мы будем делать по порядку. Слушай сюда. Ему нужен карабин M4A1, только гражданский. Можешь взять какую-нибудь русскую винтовку типа AR-15 и переделать её под M4A1?\n\nТребования такие:\n- Вес — меньше 3 кг\n- Магазин — на 30 патронов или больше\n- Цевьё Colt M4 Length для AR-15 и совместимых + Накладка на цевье Colt \"M4 Carbine Length\" для AR-15\n- Мушка-газблок для M4A1\n- Пистолетная рукоятка Colt A2 для AR-15 совместимых\n- Приклад High Standard M4SS\n- Рукоятка для переноски/целик для AR-15 и совместимых\n- Пламегаситель / Дульный тормоз / компенсатор",
  "67516c77476efeef09be34a1 successMessagetext": "Мне кажется, всё будет хорошо, должно сработать. Спасибо, дружище!",

  "675171b30c635af21db837f5": "Доработай Автомат Калашникова АК-74Н 5.45x39",
  "6751718a8b3f5b546858efb2 name": "Знакомство с оружием - Часть 2",
  "6751718a8b3f5b546858efb2 description": "Ладно, следующее. Ему нужно что-то русское, ностальгическое, но не слишком старое. В общем заказ следующий.\nАвтомат АК 5,45x39 мм с боковой накладкой, с прибамбасами (Слива) и коллиматорным прицелом. Звучит просто, думаю, ты и с этим справишься. Я ещё раз запишу тебе все подробности на всякий случай.\n\nТребования:\n— Эргономика 50 и выше\n— Цевье полимерное для АК-74 (Слива)\n— Приклад полимерный для АК-74 (Слива)\n— Пистолетная рукоятка бакелитовая для АК-74\n— Магазин 6Л23 на 30 патронов 5.45x39 для АК-74 (Слива)\n— Коллиматор",
  "6751718a8b3f5b546858efb2 successMessagetext": "Круто! Выглядит так, будто его у бандита отняли, просто идеально!",

  "67517579df10feed13a4b50d": "Доработай Пистолет-пулемет IWI UZI 9x19",
  "6751751f0e38a97dbe6a3d91 name": "Знакомство с оружием - Часть 3",
  "6751751f0e38a97dbe6a3d91 description": "Ну что, начинаем сначала. На этот раз нужен \"UZI\" с магазином на 25 патронов. С юридической точки зрения всё в порядке? В любом случае...\nОн должен быть удобным, не слишком тяжёлым, с тактическим устройством и компактным коллиматором. Но я ещё раз всё подробно опишу.\n\nТребования:\n- Отдача меньше 225\n- Вес меньше 3,75 кг\n- Эргономика — 70 баллов и выше\n- Магазин на 25 патронов\n- Компактный коллиматор\n- Тактическое устройство.",
  "6751751f0e38a97dbe6a3d91 successMessagetext": "Это было круто, конечно, но, думаю, на этом всё.",

  "67618faddd795e63c1566b1b": "Доработай Пистолет HK USP .45 ACP",
  "67e5c3173050e048ad284073": "Доработай Пистолет-пулемет ПП-19-01 \"Витязь\" 9x19",
  "67618f93c508b3ae798a0239 name": "Инструменты для работы - Часть 1",
  "67618f93c508b3ae798a0239 description": "Знаешь, как бесит, когда покупаешь новое оружие, а потом получаешь кучу бесполезных запчастей после модификации? Ну, конечно, знаешь! Короче, я решила продавать только нижние ресиверы некоторых видов оружия. Но просто так я их не продаю, их надо заслужить. Короче, у меня для тебя задание. Можешь модифицировать пистолет USP и ПП \"Витязь\"? Я тебе всё запишу. Жду.\n\nТребования к HK USP .45 ACP:\n- Отдача — меньше 700\n- Вес — меньше 0,9 кг\n- Эргономика — 80 или выше\n- Прочность — больше 60 %\n- Магазин — 12 или более патронов\n- Прицельная дальность — 200 метров или больше\n\nТребования к ПП-19-01 \"Витязь\":\n- Отдача — меньше 315\n- Вес — меньше 3,5 кг\n- Эргономика — 56 или выше\n- Прочность — больше 60 %\n- Магазин — 30 или более патронов\n- Ширина — 2 слота или меньше\n- Компактный коллиматор\n- Тактический фонарь",
  "67618f93c508b3ae798a0239 successMessagetext": "Всё, боец, ты справился! Я тебе потом звякну, расскажу про новое задание.",

  "67e5c3d9313cca2c3df40637": "Доработай Самозарядный карабин Симонова СКС 7.62x39 Охотничье-Промысловый",
  "675a456b801bb92dae60542e name": "Инструменты для работы - Часть 2",
  "675a456b801bb92dae60542e description": "Для охотников и снайперов важно поражать цель тихо и с большого расстояния. Для этого можно использовать карабины СКС.\nДоработай СКС для меня: магазин должен быть минимум на 20 патронов; дальность стрельбы — минимум 600 метров; установи компактный коллиматор на направляющей; добавь тактическое устройство; установи глушитель.\n\nТребования к СКС:\n- Отдача — не больше 305\n- Вес — меньше 5,9 кг\n- Эргономика — 38 или выше\n- Прочность — больше 75 %\n- Магазин — 20 патронов или больше\n- Прицельная дальность — 600 метров и больше\n- Глушитель\n- Компактный коллиматор\n- Тактическое устройство\n- Направляющая NcSTAR \"MPR45\"",
  "675a456b801bb92dae60542e successMessagetext": "Прекрасно, в нём есть всё, о чём я просила. Отличная работа! Теперь у вас есть доступ к ресиверам СКС, наслаждайтесь.",

  "67e5c4976a48f3180c7ccb54": "Доработай Автомат Калашникова АКМС 7.62x39",
  "67e5c49342e8afe928e35ba4": "Доработай Автомат Калашникова АКМСН 7.62x39",
  "67618aad83c2ba931e036514 name": "Инструменты для работы - Часть 3",
  "67618aad83c2ba931e036514 description": "Я тут подумала, что тебе пригодятся автоматы АК. В Таркове с ними придётся повозиться, но это так, к слову. Было бы неплохо знать, как их модифицировать. Принеси мне АКМС с прикладом, который складывается, и ещё один — с простым прикладом. Я не буду вдаваться в подробности, просто запиши все характеристики. Справишься?\n\nТребования к АКМС:\n- Отдача — меньше 340\n- Вес — меньше 4,5 кг\n- Эргономика — 44 или больше\n- Прочность — больше 80%\n- Магазин — на 20 патронов или больше\n- Прицельная дальность — 800 метров или больше\n- Тактическое устройство\n- Труба приклада FAB Defense \"M4-AKMS P\" для АКМС\n\nТребования к АКМСН:\n- Отдача — меньше 360\n- Вес — меньше 5,3 кг\n- Эргономика — 34 или больше\n- Прочность — больше 80%\n- Магазин — на 40 патронов или больше\n- Глушитель\n- Тактический фонарь\n- Коллиматорный прицел ОКП-7",
  "67618aad83c2ba931e036514 successMessagetext": "Классные стволы! Они просто огонь, надеюсь, не подведут.",
  
  "67e5c68534693d1040cb3eba": "Доработай Автомат Калашникова АК-101 5.56x45",
  "67e5c6815c5e3b5861745564": "Доработай Автомат Калашникова АК-102 5.56x45",
  "6761944135ddfb7470a330e4 name": "Инструменты для работы - Часть 4",
  "6761944135ddfb7470a330e4 description": "Некоторые люди просто с ума сходят, когда видят эти автоматы АК под патрон НАТО 5,56х45 мм. Это же просто безумие! Мне нужны две таких автомата, только немного переделанные. Один побольше, другой поменьше. У АК-101 ствол длинный, у АК-102 — короткий. Все характеристики записаны. Мне нужно это оружие для одного человека, и я готова заплатить.\n\nТребования к АК-101:\n- Отдача — меньше 250\n- Вес — меньше 4,7 кг\n- Эргономика — 60 или больше\n- Прочность — больше 80%\n- Магазин — 40 патронов или больше\n- Дальность прицеливания 600 метров и более\n - Тактическое устройство\n\nТребования к AK-102 :\n - Cумма отдачи менее 255,\n - Вес менее 4,3 кг,\n - Эргономика 55 или выше,\n - Прочность выше 80%,\n - Ёмкость магазина 30 или более,\n - Коллиматор,\n - Глушитель",
  "6761944135ddfb7470a330e4 successMessagetext": "Ну, думаю, прокатит. Но они точно соответствуют всем требованиям, так что работа хорошая. И не забывай, что теперь ты можешь купить это оружие и сам его доработать, если захочешь.",

  "67e5c702578e49fcbe105090": "Доработай Автомат Калашникова АК-105 5.45x39",
  "6761ab808567eefeff44ec2a name": "Инструменты для работы - Часть 5",
  "6761ab808567eefeff44ec2a description": "У меня есть ещё один клиент, бывший спецназовец. Он просит автомат АК-105. Это крутая штука: эргономичный, отдача небольшая, не тяжёлый. Вмещает 45 патронов и стреляет на 800 метров. У него должны быть сошки и тактическое приспособление.\n\nТребования к АК-105:\n- Отдача меньше 325\n- Вес меньше 4,5 кг\n- Эргономика 60 или выше\n- Прочность больше 85%\n- Магазин на 45 патронов\n- Прицельная дальность 800 метров\n- Сошки BT10 V8 Atlas Bipod\n- Тактическое приспособление.",
  "6761ab808567eefeff44ec2a successMessagetext": "Да, это было круто, и ты снова молодец, боец!",

  "67e5c789e871d66036b1b85a": "Доработай Автомат Калашникова АК-103 7.62x39",
  "67e5c785458df1b06ea87100": "Доработай Автомат Калашникова АК-104 7.62x39",
  "6761af40a082b41fbbe3e001 name": "Инструменты для работы - Часть 6",
  "6761af40a082b41fbbe3e001 description": "Слушай, солдат, это скорее личная просьба. Мне нужно новое оружие для моих ребят. Если поможешь, получишь доступ к нему. Нужны две автомата серии АК-100 под патрон 7,62х39. Один с коротким стволом, другой с длинным. Для обеих нужны чёрные магазины Magpul. Я тебе напишу остальные характеристики.\n\nТребования к AK-103:\n- Отдача меньше 285\n- Вес меньше 4,5 кг\n- Эргономика 75 или больше\n- Прочность больше 85%\n- Прицельная дальность больше 1000 метров\n- Магазин Magpul \"PMAG 30 GEN M3\" на 30 патронов 7.62x39\n\nТребования к AK-104:\n- Отдача меньше 335\n- Вес меньше 4,1 кг\n- Эргономика 80 или больше\n- Прочность больше 85%\n- Прицельная дальность больше 500 метров\n- Тактический фонарик\n- Магазин Magpul \"PMAG 30 GEN M3\" на 30 патронов 7.62x39",
  "6761af40a082b41fbbe3e001 successMessagetext": "Это то, что надо, ещё раз спасибо! И не забудь глянуть, что у нас новенького на складе.",

  "67e5c81f98b6dd572a7c3d36": "Доработай Штурмовую винтовку HK G36 5.56x45",
  "67e5c8300c486d1d9aa7aa15": "Доработай Карабин Lone Star TX-15 DML 5.56x45",
  "6761b116ffdb1b7a8a15d224 name": "Инструменты для работы - Часть 7",
  "6761b116ffdb1b7a8a15d224 description": "Мне нужны ещё два ствола для моих ребят, западные G36 и TX-15 DML. Можешь ещё помочь? Отлично! Значит, G36 должен быть вместительным, чтобы в магазин помещалось не меньше 40 патронов, и при этом складным. А TX-15 должен быть удобным, чтобы можно было стрелять с расстояния больше 1,5 км, и компактным. Как обычно, у тебя будут все технические характеристики.\n\nТребования к G36:\n- Отдача — меньше 215\n- Вес — меньше 4,5 кг\n- Эргономика — 37 или больше\n- Прочность — больше 90%\n- Магазин — 40 патронов или больше\n- Ширина — 5 или меньше\n- Дальность стрельбы — 800 метров и больше\n- Глушитель\n- Тактическое устройство\n\nТребования к TX-15:\n- Отдача — меньше 280\n- Вес — меньше 3,7 кг\n- Эргономика — 95 или больше\n- Прочность — больше 90%\n- Магазин — 30 патронов или больше\n- Ширина — 5 или меньше, высота — 2 или меньше\n- Дальность стрельбы — 1500 метров и больше.",
  "6761b116ffdb1b7a8a15d224 successMessagetext": "Круто, классно сделано! Они тоже выглядят потрясно, вау! Спасибо! И теперь у тебя есть доступ к ним.",

  "67e69685215ce651ee200d51": "Доработай Самозарядный карабин Сайга-12К исп.10",
  "67e69680cc35ed875507ca8c": "Доработай Автоматический дробовик Сайга-12К",
  "6761b2806123cbc248407012 name": "Инструменты для работы - Часть 8",
  "6761b2806123cbc248407012 description": "Эй, дружище! У меня тут заказ на два ружья \"Сайга-12к\". Одно должно быть автоматическим. У автоматической \"Сайги\" должен быть магазин на 20 патронов или больше, крутая крышка ствольной коробки, коллиматорный прицел. И она не должна быть слишком громоздкой. У другой \"Сайги\" должен быть фонарик. Она должна стрелять на 200 метров и дальше. И она должна быть удобной. Можешь это сделать?\n\nТребования к Самозарядному карабину Сайга-12К исп.10:\n- Отдача — меньше 625\n- Вес — меньше 4,6 кг\n- Эргономика — 65 или выше\n- Прочность — больше 90%\n- Магазин — 10 патронов или больше\n- Прицельная дальность — 200 метров или больше\n- Тактический фонарь\n\nТребования к Автоматическому дробовику Сайга-12К:\n- Отдача — меньше 445\n- Вес — меньше 5,5 кг\n- Эргономика — 34 или выше\n- Прочность — больше 90%\n- Магазин — 20 патронов или больше\n- Высота  — 2 или меньше\n- Коллиматор\n- Тактическое устройство\n- Крышка ствольной коробки Kiba Arms \"Zombie Custom\" для СОК-12",
  "6761b2806123cbc248407012 successMessagetext": "Классная работа! Заказчик в восторге. И ты тоже порадуйся своим новым дробовикам.",

  "67e71f12a034e7c3fbe98e27": "Доработай Автомат Калашникова АК-12 5.45x39",
  "67e71eae79484d2e25a7b4e9": "Доработай Ручной пулемет РПК-16 5.45x39",
  "6761b415c09eec912bb4de63 name": "Инструменты для работы - Часть 9",
  "6761b415c09eec912bb4de63 description": "Если хочешь получить доступ к крутым пушкам — АК-12 и РПК-16, то сейчас самое время помочь нам. Заинтригован? У меня попросили эти пушки, вот что должно быть, убедитесь, что АК можно сложить и сделать тихим. Ещё нужен фонарь и тактический блок Зенит \"Перст-3\". Прицельная дальность должна быть около 600 метров и больше. И ещё нужен обычный бакелитовый магазин для АК-74. Для РПК нужен только коллиматорный прицел и тактическое приспособление. Магазин не меньше 90 патронов. Вот более подробная информация.\n\nТребования к AK-12:\n- Отдача меньше 360\n- Вес меньше 5,2 кг\n- Эргономика 51 или выше\n- Прочность - больше 95%\n- Магазин на 30 патронов или больше\n- Ширина — не больше 5\n- Прицельная дальность — 600 метров или больше\n- Тактический фонарь\n- Глушитель\n- Тактический блок Зенит \"Перст-3\"\n- Магазин 6Л20 на 30 патронов 5.45x39 для АК-74\n\nТребования к РПК-16:\n- Отдача меньше 225\n- Вес меньше 4,6 кг\n- Эргономика 49 или выше\n- Прочность - больше 95%\n- Магазин на 90 патронов или больше\n- Коллиматор\n- Тактическое устройство",
  "6761b415c09eec912bb4de63 successMessagetext": "Фантастика! Оружие — просто класс! Спасибо тебе, солдат! И не забывай про оружие, к которому у тебя теперь есть доступ.",

  "67e71f46ec98ef9a2b0c7da4": "Доработай Снайперскую винтовку Remington M700 7.62x51",
  "67e71f93dbb92dfb2d0eb632": "Доработай Снайперская винтовка ОРСИС Т-5000М 7.62x51",
  "6761b5c9b3bcd9ade203f808 name": "Инструменты для работы - Часть 10",
  "6761b5c9b3bcd9ade203f808 description": "Привет! Мне тут ещё заказ пришёл, и нужны две снайперские винтовки: Remington model 700 и T5000М. Поможешь? Короче, мне нужно, чтобы в обеих винтовках было не меньше пяти патронов в магазине. И ещё чтобы были сошки. M700 должна стрелять на полторы тысячи метров, а T5000M — на две. Начальная скорость выстрела у \"Ремингтона\" должна быть не меньше девятисот метров в секунду. А T5000М ещё должна быть складной и с глушителем. Справишься?\n-Требования к M700:\n- Вес — меньше 3,9 кг\n- Эргономика — 51 или больше\n- Прочность — больше 95%\n- Магазин — 5 или больше патронов\n- Прицельная дальность - 1500 метров или дальше\n- Начальная скорость пули — 900 м/с или больше\n- Сошки Harris \"HBR\"\n\nТребования для Т-5000М:\n- Вес — меньше 8 кг\n- Эргономика — 40 или больше\n- Прочность — больше 95%\n- Магазин — 5 или больше патронов\n- Ширина — 6 или меньше\n- Прицельная дальность - 2000 метров или дальше\n- Сошки\n- Глушитель",
  "6761b5c9b3bcd9ade203f808 successMessagetext": "Они просто супер! Так классно сделаны! Клиент будет в восторге!",

  "67e71fe5ba9ed943a6d2d912": "Доработай Снайперскую винтовку СВДС 7.62x54R",
  "6761b7767e572e2e09758ad0 name": "Инструменты для работы - Часть 11",
  "6761b7767e572e2e09758ad0 description": "Одному из моих парней нужна новая винтовка. Идеально подошла бы винтовка Драгунова. Можешь мне помочь? Винтовка не должна быть сложной, вес — чуть меньше семи килограммов. Нужно, с магазином не меньше чем на двадцати патронов. Размер — не слишком большой. Прицельная дальность — не меньше полутора тысяч метров. И ещё нужен глушитель, тактический фонарь X400 и коллиматорный прицел RMR. Я думаю, для тебя это не сложно.\n\nТребования к винтовке:\n- Отдача — меньше 500\n- Вес — меньше 7 кг\n- Эргономика — 32 или больше\n- Прочность — больше 95%\n- Магазин — 20 патронов или больше\n- Высота — 2 или меньше\n- Прицельная дальность — 1500 метров или больше\n- Глушитель\n- Коллиматорный прицел Trijicon \"RMR\"\n- Тактический фонарь с ЛЦУ SureFire \"X400 Ultra\"",
  "6761b7767e572e2e09758ad0 successMessagetext": "Да, это просто супер, спасибо тебе, солдат!",

  "67e7207714571abc3d92141b": "Доработай Автомат Rifle Dynamics RD-704 7.62x39",
  "67e7202b0c9864d1ff09a558": "Доработай Автомат Aklys Defense Velociraptor .300 Blackout",
  "6761ba4e01c1c7be63671968 name": "Инструменты для работы - Часть 12",
  "6761ba4e01c1c7be63671968 description": "Итак, новый заказ, хочешь снова помочь? Есть два уникальных ствола. Автоматы АК, но американские. Один из них с патронником .300 Blackout. Обалдеть, правда? К одному из них есть особые требования. Поэтому я не буду объяснять, а просто напишу тебе подробности. Договорились? Вот что мне нужно:\n\nТребования к RD-704:\n- Отдача меньше 260\n- Вес меньше 4,9 кг\n- Эргономика 79 или больше\n- Прочность больше 95%\n- Ширина 4 или меньше\n- Прицельная дальность 600 метров\n- Тактический фонарь Insight \"WMX200\"\n- Тактический блок L3Harris AN/PEQ-15\n- Пистолетная рукоятка US Palm для АК\n- Крышка ствольной коробки FAB Defense \"PDC\" для АК\n- Магазин FAB Defense \"Ultimag 30R\" на 30 патронов 7.62x39 для АК\n\nТребования к Velociraptor:\n- Отдача — меньше 350\n- Вес — меньше 3,8 кг\n- Эргономика — 74 или больше\n- Прочность — больше 95%\n- Магазин — 40 патронов и больше\n- Компактный коллиматор",
  "6761ba4e01c1c7be63671968 successMessagetext": "Ну, с оружием всё ок, опять молодец!",

  "67e720f63e30dfae8b82540a": "Доработай Автомат Специальный АС \"Вал\" 9x39",
  "67e720c4814f61e2d7b43371": "Доработай Винтовку Снайперскую Специальную ВСС \"Винторез\" 9x39",
  "6761bd93d87008565f79d473 name": "Инструменты для работы - Часть 13",
  "6761bd93d87008565f79d473 description": "Короче, тут у нас все таскают с собой специальные пушки. Видели, например, Вал и Винторез калибром 9х39. И вот, поступил заказ. Мне нужны штурмовые винтовки Вал и Винторез.Вал должен быть с фонарём XHP35 и коллиматорным прицелом. В магазине должно быть не меньше 30 патронов.Винторез должен быть с лазером DBAL-PL. Стрелять должен минимум на тысячу метров.\n\nТребования к АС \"Вал\":\n- Отдача — меньше 215\n- Вес — меньше 3,2 кг\n- Эргономика — 61 или больше\n- Прочность — больше 95%\n- Магазин 30 патронов\n- Коллиматор\n- Тактический фонарь Armytek \"Predator Pro v3 XHP35 HI\"\n\nТребования к Винторезу:\n- Отдача — меньше 225\n- Вес — меньше 3,5 кг\n- Эргономика — 52 или больше\n- Прочность — больше 95%\n- Магазин 10 патронов\n- Прицельная дальность — 1000 метров или больше\n- Тактический блок Steiner \"DBAL-PL\"",
  "6761bd93d87008565f79d473 successMessagetext": "Отлично, на этом всё, спасибо! Я свяжусь с тобой, как только у меня будет ещё работа для тебя.",

  "67e721285d0b050e1fe960cd": "Доработай Штурмовую винтовку CMMG Mk47 Mutant 7.62x39",
  "6761c02c5d4826402dd81b96 name": "Инструменты для работы - Часть 14",
  "6761c02c5d4826402dd81b96 description": "Недавно я тут узнала про крутое оружие, и оно меня реально зацепило. Это Mk47 Mutant, который использует магазины от AK калибра 7,62х39 мм. Похоже, это оружие реально популярно среди профи, типа тебя. И я подумала, а что, если сделать такой же? Если у тебя получится сделать крутой Mk47, то ты сможешь его заполучить. Я всё подробно запишу.\n\nТребования к Mk47:\n- Отдача не больше 250\n- Вес меньше 4,5 кг\n- Эргономика — 35 или больше\n- Прочность больше 95%\n- Магазин на 30 патронов или больше\n- Коллиматор\n- Глушитель\n- Тактический фонарь Steiner \"LAS/TAC 2\"",
  "6761c02c5d4826402dd81b96 successMessagetext": "Круто! Да, это то, что надо, браво, солдат!",

  "67e7222584a7dee7d3c4979d": "Доработай Штурмовая винтовка FN SCAR-H 7.62x51",
  "67e72197a05c519a590a0a60": "Доработай Штурмовую винтовку FN SCAR-H 7.62x51 (FDE)",
  "6761c1e41e5ad9a96c8921a3 name": "Инструменты для работы - Часть 15",
  "6761c1e41e5ad9a96c8921a3 description": "Я фанатка винтовок SCAR, у большинства моих ребят они есть, отличные пушки. Но я связалась с тобой не только чтобы это сказать. У меня есть к тебе просьба: мне нужны две винтовки MK17. Одна чёрная, другая коричневая. Разберёмся поподробнее. Для чёрной MK17 мне нужен оптический прицел Razor и коллиматорный прицел RMR. Лучше, чтобы она была складной. Ещё хочу сошки, глушитель и тактический фонарь. Для коричневой MK17 мне нужно дульное устройство BMD Lantac, тактический блок MAWL и прицел BOSS Xe. В обоих магазинах должно быть не меньше двадцати патронов. Можешь помочь?\n\nТребования к чёрной SCAR-H:\n- Отдача меньше 450\n- Вес меньше 5,5 кг\n- Эргономика 30 или больше\n- Прочность больше 95%\n- Магазин на 20 патронов или больше\n- Ширина 6 или меньше\n- Глушитель\n- Тактическое устройство\n- Сошки\n- Коллиматорный прицел Trijicon \"RMR\"\n- Оптический прицел 30мм Vortex \"Razor HD Gen.2 1-6x24\"\n\nТребования к FDE SCAR-H:\n- Отдача меньше 330\n- Вес меньше 4 кг\n- Эргономика 69 или больше\n- Прочность больше 95%\n- Магазин на 20 патронов или больше\n- Тактический блок B.E. Meyers \"MAWL-C1+\"\n- Дульное устройство Lantac \"BMD Blast Mitigation Device\" 7.62x51\n- Коллиматорный прицел Wilcox \"BOSS Xe\"",
  "6761c1e41e5ad9a96c8921a3 successMessagetext": "Крутые, офигенные винтовки, отлично сделанные.",

  "67e7228122d30e3f72d33a1b": "Доработай Марксманскую винтовку Remington R11 RSASS 7.62x51",
  "67e722bd09551150ef6dc30d": "Доработай Марксманскую винтовку HK G28 7.62x51",
  "67e722fb7fd6e43d2ca9f666": "Доработай Марксманскую винтовку Knight's Armament Company SR-25 7.62x51",
  "67e7223dc0c2680d41126188 name": "Инструменты для работы - Часть 16",
  "67e7223dc0c2680d41126188 description": "В этот раз мы получили крупный заказ на три винтовки калибра 7,62х51 мм. Если ты готов оказать нам помощь, мы готовы предоставить тебе доступ к нашему ассортименту. Для винтовки Remington необходим надёжный фонарь с лазером и коллиматорный прицел. Магазин не менее 50 патронов. Для немецкой винтовки необходим оптический прицел Schmidt & Bender 1-8x в сочетании с рефлекторным прицелом deltapoint и тактическим устройством. Для SR-25 необходим оптический прицел Leupold, сошки и глушитель. При этом габариты не должны быть слишком большими. Справишься?\n\nТребования к RSASS:\n- Отдача менее 280\n- Вес менее 5,3 кг\n- Эргономика 55 или выше\n- Прочность более 95%\n- Магазин 50 или более патронов\n- Прицельная дальность 400 метров или более\n- Тактический фонарь с ЛЦУ SureFire \"X400 Ultra\"\n\nТребования к G28:\n- Отдача менее 345\n- Вес менее 4,0 кг\n- Эргономика 50 или выше\n- Прочность более 95%\n- Емкость магазина 10 или более патронов\n- Коллиматорный прицел Leupold \"DeltaPoint\"\n- Оптический прицел 30мм Schmidt & Bender PM II 1-8x24\n\nТребования к SR-25:\n- Отдача менее 225\n- Вес менее 6,6 кг\n - Эргономика 32 или выше \n- Прочность более 95%\n- Магазина 20 или более патронов\n- Высота 2 или менее\n- Сошки\n- Глушитель\n- Оптический прицел 30мм Leupold \"Mark 4 LR 6.5-20x50\"",
  "67e7223dc0c2680d41126188 successMessagetext": "Вы только поглядите на это! Кажется, у тебя действительно получилось, это замечательно. Не забудь ознакомиться с ассортиментом товаров, которые можно приобрести в данный момент.",

  "67e7233998abe5278c621c7f": "Доработай Штурмовую винтовку SIG MCX-SPEAR 6.8x51",
  "67e72254ae7dd39115ac0b81 name": "Инструменты для работы - Часть 17",
  "67e72254ae7dd39115ac0b81 description": "Тут есть спецзаказ на винтовку MCX-SPEAR. Если хочешь прикупить себе такую — послушай. Ранее к нам заглянул знакомый тип, это еще один торговец здесь, в Таркове. Может, знаешь его — какой-то мужик из ООН. Ну так вот, он хотел \"раритет для коллекции\", и MCX-SPEAR идеально подошла. Но ему нужна специфическая комплектация — я просто передам тебе письмо со всеми деталями. И да, не думай, что я всем подряд эту инфу сливаю. Это секретная хрень, ты просто в теме, раз помогаешь.\n\nТребования к SIG MCX-SPEAR:\n— Суммарная отдача меньше 260\n— Вес меньше 4.8 кг\n— Эргономика 56 или выше\n— Прочность больше 95%\n— Магазин на 20 или больше патронов\n— Глушитель\n— Тактический фонарь с ЛЦУ Olight \"Baldr Pro\" (Песочный)\n— Оптический прицел 30мм SIG Sauer \"TANGO6T 1-6x24\"",
  "67e72254ae7dd39115ac0b81 successMessagetext": "Не поняла, то ли он был в восторге, то ли брезгливо сморщился, когда увидел винтовку… Но он отвалил за неё кучу бабок, так что не забудь забери свою долю. Может, у этого типа всегда такая ехидная рожа? Фух…",

  "67e7237c68204bf8c5ef4979": "Доработай Марксманскую винтовку SWORD International Mk-18 .338 LM",
  "67e7226a6e39d7ec249b3773 name": "Инструменты для работы - Часть 18",
  "67e7226a6e39d7ec249b3773 description": "Опять личное дело — подарок для моего друга. Полуавтомат под .338 Lapua Magnum — то, что надо. Обязательно чтобы были сошки и прицел Nightforce 7-35x. Пули должны лететь со скоростью не меньше 890 м/с, и магазин чтоб на десять патронов. Всё записал?\n\nТребования к MK-18:\n– Отдача меньше 890\n– Вес до 9.0 кг\n– Эргономика от 25\n– Прочность выше 95%\n– Магазин на 10+ патронов\n– Начальная скорость от 890 м/с\n– Сошки\n– Оптический прицел 34мм Nightforce \"ATACR 7-35x56\"",
  "67e7226a6e39d7ec249b3773 successMessagetext": "О, это ты молодец! Рада, что всё как надо! Если ещё что понадобится, я в режиме онлайн.",

  "67472ad1498aa42e0434c495": "Передай рюкзаки \"LBT\"",
  "67472ad1993e9e8bc1a7cc20": "Передай рюкзаки \"Hazard 4\"",
  "67472adb410a222ace984251": "Передай рюкзаки \"Gruppa 99\"",
  "67472ac35a736a84d3d9efc5 name": "Перевозчик - Часть 1",
  "67472ac35a736a84d3d9efc5 description": "Привет! У меня есть для тебя работка. Нужно несколько новых рюкзаков. Мои ребята часто ввязываются в передряги после грабежей, и им приходится бросать сумки, чтобы выжить. Мне нужны люди, а не добыча. Поэтому у нас быстро заканчиваются хорошие рюкзаки. Принеси нам несколько штук среднего размера. Мне всё равно, где ты их возьмёшь. Если решишь взять у кого-то, проверь их содержимое. Может, в них есть что-то интересное. Удачи!",
  "67472ac35a736a84d3d9efc5 successMessagetext": "Спасибо, этого должно хватить.",
  
  "67472d4db4c4608d09ba77d7": "Передай рюкзаки \"Camelbak\"",
  "67472d4df73cad65c9364479": "Передай рюкзаки \"Eberlestock\"",
  "67472d4d6ff8949e5285ee23": "Передай рюкзаки \"Mystery Ranch\"",
  "67472d3df3e373a389e47c89 name": "Перевозчик - Часть 2",
  "67472d3df3e373a389e47c89 description": "Ну, может, это будет немного странно опять спрашивать, но моим парням снова нужны рюкзаки... и на этот раз побольше.\nЭти западные рюкзаки были бы просто супер, может, ты сможешь что-то соорудить у себя в Убежище, если разбираешься как. Я слышала, что USECов с Маяка, а также Рейдеров, видели с такими рюкзаками. Эти штуки нам реально очень пригодятся. Ты сможешь это достать для меня?",
  "67472d3df3e373a389e47c89 successMessagetext": "Да, это именно те, которые мы искали!", 

  "67472df7a66492030e3d9e0b": "Найди Золотую цепочку",
  "67472df796014626a80b5d63": "Передай Золотую цепочку",
  "67472dfe973be86431919763": "Найди Золотые часы Roler Submariner",
  "67472dfeacdbb61fa6aa0971": "Передай Золотые часы Roler Submariner",
  "67472e05dcf77c4a38528739": "Найди Золотое кольцо с черепом",
  "67472e05151aba0a306f9509": "Передай Золотое кольцо с черепом", 
  "67472de565eb520c7a8af1a5 name": "Взломщик сейфов - Часть 1",
  "67472de565eb520c7a8af1a5 description": "Эй, любишь блестяшки? Я обожаю! Вот же правда — крутые вещицы никогда не выходят из моды, чувствуешь, да? Раньше мои пацаны шарили по районам — и постоянно вскрывали сейфы. И знаешь что? В половине из них всё ещё лежало добро!  По-моему, если хозяина нет — это не воровство, а находка! Короче, мне нужно, чтобы ты достала парочку ценных штук. Так что вскрывай сейфы, шарься по закрытым комнатам — у меня где-то валяются ключи. Не знаю, работают ли они, но ты забирай — мне не жалко. Всё понял? Отлично, погнали!",
  "67472de565eb520c7a8af1a5 successMessagetext": "Вау, какие классные вещи ты мне принёс! Рада, что они теперь мои. Вот твоя плата, пользуйся на здоровье!",

  "67472e3b095b581eb3e2093a": "Найди Серебряный жетон",
  "67472e3b8a2ccac3989480a0": "Передай Серебряный жетон",
  "67472e41a54b4754df238440": "Найди Антикварный чайник",
  "67472e41f343786267fe225e": "Передай Антикварный чайник",
  "67472e489737a6ce2f27949b": "Найди Золотое яйцо",
  "67472e48c62acd9a906283a4": "Передай Золотое яйцо",
  "67472e4e092acb285742960c": "Найди Антикварную вазу",
  "67472e4efdf4c5674cd5b579": "Передай Антикварную вазу",
  "67472e5592e52f2c9c46e38c": "Найди Деревянные часы",
  "67472e5586ad123e141c4ee8": "Передай Деревянные часы",
  "67472e2e0de022e6d88c5efb name": "Взломщик сейфов - Часть 2",
  "67472e2e0de022e6d88c5efb description": "Слушай, тут один тип-коллекционер объявился. Ищет редкий декор и драгоценности — и да, ясное дело, не через магазин, а через нас. Опять эти блестяшки и раритеты, как в прошлый раз. Ты ж в курсе — не первая попытка, ха-ха. Поможешь снова? Мы не всё собрали по его списку — скину, чего не хватает для клиента. Короче, подкину подробности — делай что можешь. Если что, я на связи",
  "67472e2e0de022e6d88c5efb successMessagetext": "Да, всё собрано по списку. Спасибо, ты справился. Дело закрыто — как всегда, чётко.",

  "67472ea90aa199ae323f5da4": "Найди Шприц с морфием",
  "67472ea94ec9a18a67d55856": "Передай Шприц с морфием",
  "67472eb1b295899860a590e8": "Найди Шприц с адреналином",
  "67472eb10b438fc2a40c8f65": "Передай Шприц с адреналином",
  "67472eb93f4381a9e8208fdb": "Найди Регенеративный препарат Пропитал",
  "67472eb9abd9968a1cbd4035": "Передай Регенеративный препарат Пропитал",
  "67472e831d2ad53e655d30e6 name": "Наркотики - Часть 1",
  "67472e831d2ad53e655d30e6 description": "Снова есть дело, приятель. И дело серьёзное. Тут один покупатель объявился — ему нужны... ну, препараты. Из Таркова, связанные с Terragroup, наверное? Не вникаю, откуда у него аппетиты, но платить готов щедро. Короче, мне нужны препараты, которых у меня сейчас нет. Если поможешь — открою доступ к нашему складу со спецпрепаратами. Ты с нами? Скину список, что требуется. Рассчитываю на тебя, солдат.",
  "67472e831d2ad53e655d30e6 successMessagetext": "Молодец, это все препараты, которые нужны были заказчику. Держи оплату — как договаривались. Так держать!",
  
  "67699d5de1b39819af9143bc": "Найди Боевой стимулятор SJ1 TGLabs",
  "67699d5d4da1e906fb53c5c8": "Передай Боевой стимулятор SJ1 TGLabs",
  "67699d5d0c14cef522ff9992": "Найди Боевой стимулятор SJ6 TGLabs",
  "67699d5d596af44864fa88de": "Передай Боевой стимулятор SJ6 TGLabs",
  "67699d5dae0d2458ba147348": "Найди Коктейль \"Обдолбос\"",
  "67699d5d0d00abdc49cae934": "Передай Коктейль \"Обдолбос\"",
  "67699d5dea49cdfc5c01fca4": "Найди Гемостатическое средство Загустин",
  "67699d5da086792ca38618d1": "Передай Гемостатическое средство Загустин",
  "67699b1421e57b1c6415f6c3 name": "Наркотики - Часть 2",
  "67699b1421e57b1c6415f6c3 description": "Ладно, следующий заказ. Стимуляторов ещё больше. В этот раз заказ крупнее. Похоже, клиент каждый раз наращивает объёмы — может, проверяет нас на прочность. Неважно. Список тебе отправила. Смотри, чтоб ты сам их раздобыл. Никаких уже проданных или использованных — ясно?",
  "67699b1421e57b1c6415f6c3 successMessagetext": "Да, всё верно. Отличная работа, воин. Следующий заказ уже на подходе — готовься.",
  
  "67699e803bf297d5aa6f4316": "Найди ПНБ (Препарат 16)",
  "67699e805076b8a53d73b70c": "Передай ПНБ (Препарат 16)",
  "67699e8779b882535f11215e": "Найди P22 (Препарат 22)",
  "67699e875e3543f19ef84dd0": "Передай P22 (Препарат 22)",
  "67699e8f70590555e1222b9d": "Найди Препарат AHF1-M",
  "67699e8f57904ad7029f8b9b": "Передай Препарат AHF1-M",
  "67699eb64331b971f8a5d2a7": "Найди Препарат Мельдонин",
  "67699eb663cbf6d7e56924e2": "Передай Препарат Мельдонин",
  "67699ec8c9228a4194ff89a5": "Найди Препарат Тримадол",
  "67699ec8e4dc1ff1b54e9c9d": "Передай Препарат Тримадол",
  "67699dc535f6bb1f5781c4cc name": "Наркотики — Часть 3",
  "67699dc535f6bb1f5781c4cc description": "Так, новый заказ. На этот раз препаратов ещё больше. Вроде как последний от этого покупателя, но если захочет ещё — я не против.\n\nТеперь ему нужны редкие экземпляры. Попробуй заглянуть в лабораторию Terragroup — может, там что есть. Ищи где угодно, но помни: чем выше риск, тем жирнее награда.",
  "67699dc535f6bb1f5781c4cc successMessagetext": "Идеально. Занимаюсь переводом оплаты — жди, скоро всё придёт.",

  "674750912eab1f1652dd5003": "Найди Препарат 3-(b-TG)",
  "67475091a38462b94bc5068c": "Передай Препарат 3-(b-TG)",
  "6747509920f08b2efbefed4c": "Найди Шприц с L1 (Норадреналин)",
  "674750990e127df98c615870": "Передай Шприц с L1 (Норадреналин)",
  "674750a04aa3c65cacf476d1": "Найди Регенеративный стимулятор eTG-change",
  "674750a04159ca9270314174": "Передай Регенеративный стимулятор eTG-change",
  "674750a74d4e7e40339af03b": "Найди Боевой стимулятор SJ9 TGLabs",
  "674750a705e6f84c4dce621b": "Передай Боевой стимулятор SJ9 TGLabs",
  "674750ada4a219f705a0792f": "Найди Боевой стимулятор SJ12 TGLabs",
  "674750ad9a9970139901093c": "Передай Боевой стимулятор SJ12 TGLabs",
  "674750c092c8202a0f95c7a1": "Найди Стимулятор M.U.L.E.",
  "674750c0c56805c994d06f6d": "Передай Стимулятор M.U.L.E.",
  "6747508429ca66164b39e637 name": "Наркотики — Часть 4",
  "6747508429ca66164b39e637 description": "Снова работа, приятель. Тот тип, который заказывал препараты, в восторге — просит ещё партию. На этот раз ещё дороже и редкие экземпляры. Время не поджимает, так что не спеши, но и не затягивай.\n\nСоветую заглянуть в лабораторию Terragroup — там наверняка полно такого добра... Хотя, может, у тебя есть идеи получше? Удачи, солдат!",
  "6747508429ca66164b39e637 successMessagetext": "Держись, дай пересчитать... Да, всё на месте. Снова спасибо, солдат.",
  
  "6747510c9ee5fe2669d13f2d": "Устрани Диких, находясь под действием любого стимулятора",
  "674751160d609f5ef0c26a59": "Устрани ЧВК, находясь под действием любого стимулятора",
  "67475120fbeca4618450f671": "Устрани Рейдеров, находясь под действием любого стимулятора",
  "6747512beb3ada8dabef4273": "Устрани боссов, находясь под действием любого стимулятора",
  "674751362cb2e6a93b9c8faa": "Найди офис Санитара в лаборатории Terragroup",
  "67475149f48551c4740a8950": "Установи Wi-Fi камеру возле офиса Санитара",
  "6747515788c6e18446596b2f": "Пройди внутрь офиса",
  "67d735efd71037509bfa1d66": "Выжить и покинуть Лабораторию",
  "674750fa37089121191b7d6f name": "Наркотики — Часть 5",
  "674750fa37089121191b7d6f description": "Привет, помнишь заказы на стимуляторы? У меня для тебя новое задание, но не обычное.\n\nНужно проверить твою эффективность в бою после использования этих странных препаратов. Думаю, ты уже догадываешься, о чем речь. Убери Диких, ЧВК, Рейдеров и боссов банд. Но это не всё — направляйся в лабораторию Terragroup. Ходят слухи, что Санитар раньше работал на них, его офис где-то внутри.\n\nТебе понадобится его ключ-карта. Может, он носит копию при себе, или найди того, кто продаст её.\nУстанови камеру в коридоре снаружи и не забудь зайти внутрь — там может быть ценная информация или препараты, которые нужны другим торговцам.\n\nОставляй себе найденное, но сообщи, если найдёшь что-то стоящее. Удачи, воин!",
  "674750fa37089121191b7d6f successMessagetext": "Камера подключена. Отличная работа. Я знала, что могу на тебя положиться.",
   
  "67475203c3f46235ff06f1e6": "Найди КПП к западу от Лесопилки в Лесу, где на группу устроили засаду",
  "6747520cbd441fa7c62437d6": "Устрани в Лесу \"Сектанта\"",
  "67475213929f660a17be0e23": "Устрани в Лесу \"Жреца\"",
  "674751d636b2485baddcf5cc name": "Поклонение — Часть 1",
  "674751d636b2485baddcf5cc description": "Ты занят? Нет? Хорошо. Вчера мои ребята вели разведку в лесу ночью. Они направлялись к старой лесопилке, но отвлеклись у КПП. Большинство убили, выжившие рассказали о засаде людей в капюшонах и жутких масках... Слухи о них ходили, но я считала это сказками для ЧВК.\n\nПроверь КПП ночью и избавься от этих клоунов в капюшонах. Жду от тебя весточки, солдат.",
  "674751d636b2485baddcf5cc successMessagetext": "Отлично! Думаю, эти уроды не скоро вернутся.",

  "674753265e127b91dc935a25": "Осмотри место ритуала возле КПП в Лесу",
  "6747532e0a217f7c29c8f122": "Осмотри место ритуала в трёхэтажных общежитиях на Таможне",
  "6747535447f4ace082591614": "Осмотри место ритуала в восточном крыле санатория на Берегу",
  "67475302960eb9c091be4cd1 name": "Поклонение — Часть 2",
  "67475302960eb9c091be4cd1 description": "Я покопалась в этом деле. Сектанты оставляют следы по всему региону. Нужно подтвердить наличие их символов в указанных местах. Не важно, если комнаты заперты — просто подтверди, что символы там есть.",
  "67475302960eb9c091be4cd1 successMessagetext": "Интересное открытие... Что ещё они скрывают? Спасибо, держи награду.",

  "674753ae303bd52e998c8a1c": "Найди жуткие маски сектантов",
  "674753b841c24a238a8b51eb": "Передай маски сектантов",
  "674753c010ed5af70d01f480": "Найди Нож сектанта",
  "674753c4993650c509efa536": "Передай Нож сектанта",
  "674753a03ebe62863feec9fb name": "Поклонение — Часть 3",
  "674753a03ebe62863feec9fb description": "Сектанты снова активизировались. Мне нужны их вещи: маски и ножы. Придётся их убить... или подождать, пока это сделают другие. Удачи.",
  "674753a03ebe62863feec9fb successMessagetext": "Интересные штуки. Спасибо, держи награду.",

  "677a576c419e24e33a176024": "Найди первый военный грузовик на Заводе",
  "677a577fb8c34be6e3cdeae6": "Пометь первый грузовик маркером MS2000",
  "677a57bb4445ff8e29ad6916": "Найди второй военный грузовик на Заводе",
  "677a57bec8e7522950c6ead1": "Пометь второй грузовик маркером MS2000",
  "677a57f63c6daf705556dd4a": "Выжить и покинуть Завод",
  "677a55a0be2a8922dab9e040 name": "Шестнадцать тонн запчастей",
  "677a55a0be2a8922dab9e040 description": "Привет! Как настроение? Не хочешь подработать? Мне тут один чел написал, он по военной технике спец, особенно по машинам времён холодной войны. И он говорит, что в Таркове есть всё, что нужно. В России же до сих пор полно всякого старья, которое валяется где попало. Короче, есть задача: на территории старого химзавода стоят два военных грузовика. Они в идеальном состоянии, их никто не трогал. Потому что кому охота возиться со старыми железяками. Твоя задача — найти эти грузовики и поставить на них метки. Я дам тебе два маркера. Но если не справишься, не проси больше. Когда закончишь, уходи оттуда и сообщи мне. Остальное нас не касается.",
  "677a55a0be2a8922dab9e040 successMessagetext": "Грузовики на месте? Отлично. Твоя оплата уже в пути, солдат.",

  "67d7dc9b11dfbec841c62d0d": "Найди первый военный грузовик в Трейлерном парке на Таможне",
  "67d7dcca1df12025d3ecb8a8": "Найди второй военный грузовик в Трейлерном парке на Таможне",
  "67d7dd67572ac6619a2743ff": "Найди первый военный грузовик возле Гаражей на Таможне",
  "67d7dd79b37a0ab6acbd2ff7": "Найди второй военный грузовик возле Гаражей на Таможне",
  "67d7dd84fa28b1026823b3d8": "Найди третий военный грузовик возле Гаражей на Таможне",
  "67d7ddb26a2c49ed6fd07720": "Найди военный грузовик в Ремонтной мастерской на Таможне",
  "67d7ddf74d0df5dfa198779b": "Найди первый военный грузовик возле Базы диких на Таможне",
  "67d7de293b9b462c55b85b7f": "Найди второй военный грузовик возле Базы диких на Таможне",
  "67d7de40415d0e52d6b19636": "Найди военный грузовик внутри Базы диких на Таможне",
  "67d7de89b19e0db928d842fa": "Найди военный грузовик возле Автостанции на Таможне",
  "67d7dea27e2513a1adbaf131": "Найди военный грузовик между Автостанцией и новой АЗС на Таможне",
  "67d7dee78ea8502111463d26": "Найди первый военный грузовик на новой АЗС на Таможне",
  "67d7defb06844d75eeba6a99": "Найди второй военный грузовик на новой АЗС на Таможне",
  "67d7df2b0b4e3858907d625d": "Найди военный грузовик внутри Склада 4 на Таможне",
  "67d7df3875b1fe646a2954fd": "Найди военный грузовик снаружи Склада 4 на Таможне",
  "67d7df49d0c7d3889974aba4": "Найди военный грузовик у Вышки ЛЭП на Таможне",
  "67d7dfab8f02da686a1b0a0a": "Найди военный грузовик на Военном КПП на Таможне",
  "67d7dfb7c6849848affc3f77": "Найди военный грузовик в Убежище USEC на Таможне",
  "67d76ff664c8829808e7bdee": "Выжить и покинуть Таможню",
  "67d769c37a074517a838b60b name": "Целое хранилище запчастей",
  "67d769c37a074517a838b60b description": "Привет! Ты помнишь грузовики, которые находил на Заводе? Они разбросаны по всему Таркову. Некоторые перевозили специальный груз Terragroup — возможно, он до сих пор там.\n\nПомоги мне найти эти грузовики на Таможне. Даже если ничего не найдёшь — попытка того стоит.",
  "67d769c37a074517a838b60b successMessagetext": "Склад 4 и автостанция? Отправлю группу проверить. Надеюсь, любопытных не будет. Твоя оплата ждёт.",

  "67e96e9d87c2db7f7c1c48fb": "Получи информацию о грузе Terragroup на Таможне",
  "67e96f9fee4e3e656454c93a": "Осмотри комнату 104 в двухэтажном общежитии",
  "67e96f9ad508a597f84a240c": "Осмотри комнату 105 в двухэтажном общежитии",
  "67e96f56be48d7cb2f44228a": "Осмотри комнату 110 в двухэтажном общежитии",
  "67e96f0db4ddc6bed9dea137": "Осмотри комнату 114 в двухэтажном общежитии",
  "67e96e93175b4efb4edf5cb2": "Осмотри комнату 206 в двухэтажном общежитии",
  "67e96e9a6bc3f10cffd9f040": "Передай Карбоновый кейс с документами Terragroup",
  "67e96d27ddd9ca3c4adbb5d4 name": "Копаем глубже",
  "67e96d27ddd9ca3c4adbb5d4 description": "У меня есть зацепка!\n\nРабочие завода жили в общежитиях на Таможне до конфликта, как и некоторые сотрудники Terragroup. Проверь двухэтажное здание — предыдущая команда обыскала трёхэтажку безрезультатно.\n\nИщи документы, ноутбуки или кейсы в запертых комнатах. Всё, что поможет нашему \"расследованию\". Понял задание?",
  "67e96d27ddd9ca3c4adbb5d4 successMessagetext": "Чёрт... В документах одни отчёты о транзакциях! Бесполезно... Но ты сделал свою часть — оплата пришла. Попробую найти детали этих поставок.",

  "67e970ada04fe2ed3fc89ad0": "Выясни отношения с Терапевтом из-за вмешательства",
  "67e972c039c5f34295a24265 name": "К делу, доктор",
  "67e972c039c5f34295a24265 description": "Слушай, пока ты копался в общагах, мои ребята следили за грузовиками с грузом Terragroup.\n\nОказалось, кто-то ещё интересуется этим грузом! Моя команда сфоткала бойцов — всё указывает на людей Терапевта. Бред какой-то!\n\nДраться с торговцами мне не с руки, и так многие меня недолюбливают. Поговори с ней цивилизованно — ты же с ней работал. Выясни, что ей нужно от этого груза.",
  "67e972c039c5f34295a24265 successMessagetext": "Она просто отдала документы и разрешила спрятать в тайнике? Это же явная ловушка! Ладно... Может, сотрудничество окупится. Но помни — больше работы, больше денег.",

  "67ea82b78a48ba3777ebad07": "Устрани Death Knight, используя снайперскую или болтовую винтовку на Таможне за один рейд",
  "67ea82c9a586c61c3a6c4dc2": "Устрани Big Pipe, используя снайперскую или болтовую винтовку на Таможне за один рейд",
  "67ea82d9dc020cfe7fe08251": "Устрани Birdeye, используя снайперскую или болтовую винтовку на Таможне за один рейд",
  "67ea8310702f301425c313e6": "Найди хорошую снайперскую позицию с обзором Базы диких на Таможне",
  "67ea831aac076ad0d2dd85db": "Найди хорошую снайперскую позицию с обзором Базы диких на Таможне",
  "67ea832033df84f03abfa044": "Найди хорошую снайперскую позицию с обзором Базы диких на Таможне",
  "67ea8328f5d139f51a945b24": "Найди хорошую снайперскую позицию с обзором Базы диких на Таможне",
  "67ea8332a6e387e382cb7a7e": "Найди хорошую снайперскую позицию с обзором Базы диких на Таможне",
  "67ea833d7b73938ac2e142a6": "Найди хорошую снайперскую позицию с обзором Базы диких на Таможне",
  "67ea8379cf0395d9230b36d6": "Выжить и покинуть Таможню",
  "67ea813bd8d2dc676746f53e name": "Снова в деле",
  "67ea813bd8d2dc676746f53e description": "Привет! Изучила отчёт по грузу — тут замешаны USEC. Их лидеры часто появляются возле Базы диких, недалеко от грузов Terragroup.\n\nСоветую найти снайперскую позицию. Используй мощные патроны — их броня серьёзная. Убедись, что прикончил всех троих за один рейд, и быстро выбирайся — вокруг много выходов.",
  "67ea813bd8d2dc676746f53e successMessagetext": "Впечатляет! Дело сделано. Теперь готовься к следующему этапу — скоро свяжусь.",

  "67ee78b63e428bc2ba2368ab": "Найди и забери Защищённую папку \"0022\" на Таможне",
  "67ee78b6f45d9eba4868bc76": "Передай папку",
  "67ee78d15843c6543b37a462": "Найди и забери Защищённую папку \"0031\" на Таможне",
  "67ee78d1721fcbab7326293a": "Передай папку",
  "67ee7965532cade4cd67937a": "Проверь первый военный грузовик с грузом Terragroup",
  "67ee795cca50576ab3fd4942": "Проверь второй военный грузовик с грузом Terragroup",
  "67ee75772aba3a08f756ae81": "Свяжись с водителем БТР",
  "67ee61b9f56b571ce703eec4 name": "Следующий этап",
  "67ee61b9f56b571ce703eec4 description": "Ладно, мы ждали два часа — пора действовать. У меня новая зацепка по грузам. USEC-история не дала результатов, но друг связался по рации.\n\nОн распечатал документы Terragroup. На одной написано \"0022\", на другой — \"0031\". Ну, чтобы ты знал, какие они. Первая спрятана в кабинете директора Tarcone под столом. Вторая — в казарме рядом с грузом. Забери их, пока их не нашли Дикие.\n\nПосле этого проверь грузовики — вдруг кто-то всё растащил. В конце свяжись с тем другом, о котором я говорил.",
  "67ee61b9f56b571ce703eec4 successMessagetext": "Грузы на месте? Отлично. Водитель БТР дал задание? Скоро свяжусь — помоги ему перед этим.",

  "67eff8e5fc9e1d488a725127": "Свяжись с водителем БТР для передачи папок",
  "67eff9c0484051df9c1573ad": "Найди груз Terragroup возле Старой лесопилки в Лесу",
  "67effa348edb267e0e72332a": "Пометь груз маркером MS2000",
  "67effa713f0259084cf72c6d": "Установи WI-FI камеру, направленную на грузовик с грузом с севера",
  "67effa778781969442d0ab18": "Установи WI-FI камеру, направленную на грузовик с грузом с востока",
  "67effa83c8dee65c3c8b752d": "Установи WI-FI камеру, направленную на грузовик с грузом с юга",
  "67effa95cdfd09c18db35356": "Установи WI-FI камеру, направленную на грузовик с грузом с запада",
  "67effb0a760243d752a1dcde": "Выжить и покинуть Лес",
  "67efd429317486563c7ee2b2 name": "Какая находка — Часть 1",
  "67efd429317486563c7ee2b2 description": "Решила, что лучше всего передать копии документов из папок водителю БТР. Ты будешь курьером, надеюсь, это нормально? Я подброшу копии туда, где ты находил оригиналы — на случай потери.\n\nДалее отправляйся к старой лесопилке — мы выследили ещё один груз Terragroup. Найди грузовик, пометь его маркером и расставь камеры вокруг. Если, конечно, он там есть. Удачи! И не задерживайся после выполнения задания.",
  "67efd429317486563c7ee2b2 successMessagetext": "Итак, груз на месте? Хорошо, это новая зацепка. Скоро разберусь.",

  "67f10881ce9f17e5b4c8cfdc": "Найди лабораторный журнал внутри лаборатории на Заводе",
  "67f108811fe37088648313d9": "Передай журнал",
  "67f107c6cd96ce08caca8b83 name": "Какая находка — Часть 3",
  "67f107c6cd96ce08caca8b83 description": "Мы нашли! В грузах были \"медикаменты\" Terragroup — стимуляторы и материалы для их производства. Другой команде поручили перевезти это в безопасное место.\n\nТеперь нужны исследовательские заметки. Проверь наземную лабораторию на Заводе возле сбитого вертолёта — на втором этаже. Ищи журналы, записи — всё, что связано с исследованиями. Понял задание? Удачи!",
  "67f107c6cd96ce08caca8b83 successMessagetext": "Ты действительно нашёл журнал? Отлично. Изучу его и свяжусь, когда будут новости. Думаю, это займёт время.",

  "677b044fd941cb29148502b1": "Осмотри местность вокруг Медпункта на Заводе (дневное время)",
  "677b0454dece87dd99aec068": "Осмотри местность вокруг Ворот 0 на Заводе (дневное время)",
  "677b0467bc05272eb35e5282": "Осмотри местность вокруг Ворот 1 на Заводе (дневное время)",
  "677b04761b59f565ba30c5cb": "Осмотри местность вокруг Ворот 3 на Заводе (дневное время)",
  "677b03604996670857682f5c name": "Паранормальная активность",
  "677b03604996670857682f5c description": "Слушай, у меня странные новости...\n\nТы знаешь про старый химический завод? Появились сообщения о паранормальных явлениях — люди видят что-то жуткое ночью. Все твердят, что место проклято.\n\nНо я не верю в эти сказки. Если не призраки, то что-то другое. Зачем кому-то скрываться в темноте в Таркове?\n\nСначала проверь точки, где замечали аномалии: возле Ворот 0, 1, 3 и медпункта. Осмотри их днём, а потом вернёмся ночью.",
  "677b03604996670857682f5c successMessagetext": "Всё спокойно? Странно... Похоже, тут что-то большее. Я проверю данные и свяжусь позже — возможно, через пару часов.",

  "677b06b99023d15a68ee3f91": "Устрани сектантов на Заводе (ночное время)",
  "677b078129a63f9ac0f11d75": "Выживи и покинь Завод (ночное время)",
  "677b04f244d35a69206ec4e4 name": "Охота на призраков",
  "677b04f244d35a69206ec4e4 description": "Ладно, я выяснила, что к чему. Помнишь сектантов, которых мы преследовали? Эти безумцы устраивают хаос и на Заводе.\n\nДругие бойцы ЧВК сталкивались с ними ночью и даже побеждали. Они действуют иначе, чем в Лесу, так что будь готов к схватке. Эти психи опасны — у них мощное оружие и патроны, но они редко носят шлемы. Используй это.",
  "677b04f244d35a69206ec4e4 successMessagetext": "Разобрался с ними? Хорошо. Помни — они вернутся, и Завод ночью никогда не безопасен. Твоя оплата — как договорились.",

  "6747541380ec154c426c4980": "Загляни в здание Белой Пешки на Резерве",
  "67475419d732c4eed8ef198a": "Загляни в здание Чёрной Пешки на Резерве",
  "6747542aaa6d55cd31c969c3": "Загляни в здание Белого Слона на Резерве",
  "6747543e0048cbafd140334f": "Загляни в здание Чёрного Слона на Резерве",
  "6747544e0571943a2099744d": "Загляни в здание Белого Короля на Резерве",
  "6747545fdf97a92e6bc13884": "Загляни в здание Белого Ферзя на Резерве",
  "6747547b07480404b90a2abe": "Загляни в здание Белого Коня на Резерве",
  "6747548cac0d757089006002": "Загляни в здание Чёрного Коня на Резерве",
  "674753f1d8d87605a4fcb912 name": "Мат — Часть 1",
  "674753f1d8d87605a4fcb912 description": "Съездишь на военную базу? Если интересно, конечно.\n\nМесто крайне опасное: там заправляет бывший морпех-псих со своими головорезами, а остальное — рейдеры.\n\nГоворят, там есть припасы: еда, медикаменты, военное оборудование и топовая электроника. Хватит, чтобы пережить ядерный апокалипсис.\n\nНа ключевых зданиях нарисованы шахматные фигуры. Осмотри их — посмотрим, можно ли что-то использовать.\nГлавное — вернись целым и не устраивай там лишнего шума.",
  "674753f1d8d87605a4fcb912 successMessagetext": "Спасибо. Разберусь с информацией и скажу, что делать дальше.",

  "674755212d6aa6089cc010aa": "Найди рубильник сигнализации на Резерве",
  "67475539cfc4e81820b8155a": "Отметь рубильник сигнализации маркером MS2000 на Резерве",
  "6747555c4a38c044b8e32a55": "Найди рубильник бункера на Резерве",
  "674755600921405b0765f1a3": "Отметь рубильник бункера маркером MS2000 на Резерве",
  "67475577977420f04252b4c3": "Найди переключатель двери D-2 на Резерве",
  "674755774366d2974410852b": "Отметь переключатель двери D-2 маркером MS2000 на Резерве",
  "674754bfd14fc231ec90d9d9 name": "Мат — Часть 2",
  "674754bfd14fc231ec90d9d9 description": "Похоже, здания Чёрной Пешки, Белой Пешки, Чёрного Слона, Белого Короля и Белого Ферзя связаны подземным бункером.\n\nОтправила туда группу, но им пришлось отступить — там полно рейдеров. Говорят, есть пути для эвакуации, но без электричества они не работают.\n\nМожет, получится восстановить питание? Найди эти точки и отметь маркерами — чтобы следующая группа увидела их в темноте.",
  "674754bfd14fc231ec90d9d9 successMessagetext": "Спасибо за старания. Вот, держи.",

  "674755a8cba916ac8accc30f": "Найди стационарный пулемёт на крыше здания Белой Ладьи на Резерве",
  "674755a8a135e13d7468298f": "Попытайся подняться на крышу здания Белой Ладьи на Резерве",
  "674755e1174a169237ed343e": "Отметь стационарный пулемёт маркером MS2000 на Резерве",
  "674755f7d0498a3565e98ed5": "Найди стационарный пулемёт на крыше рядом со зданием Чёрного Слона на Резерве",
  "674755fb9b065ab52ac59adb": "Отметь стационарный пулемёт маркером MS2000 на Резерве",
  "67475623f939629ad824dad7": "Найди стационарный пулемёт на третьем этаже здания Чёрного Слона на Резерве",
  "674756236167d6476cd07a26": "Отметь стационарный пулемёт маркером MS2000 на Резерве",
  "674756342c4e2e16ed6cf103": "Найди стационарный пулемёт рядом со зданием Белого Ферзя на Резерве",
  "67475636892047594ea84edd": "Отметь стационарный пулемёт маркером MS2000 на Резерве",
  "6747564884171173d201b6a7": "Найди стационарный гранатомёт рядом со зданием Белого Ферзя на Резерве",
  "6747564c4d0f0ff595f43f04": "Отметь стационарный гранатомёт маркером MS2000 на Резерве",
  "674755987736d5ac91837615 name": "Мат — Часть 3",
  "674755987736d5ac91837615 description": "Я поняла, что нужно изучить базу подробнее. Проверь точки для засад или что-то в этом роде.\n\nМы нашли стационарные пулемёты и гранатомёты в учебных зонах и на вышках. Возможно, есть ещё — осмотри их и отметь маркерами, чтобы видеть, что упустили.\nИ постарайся уйти оттуда без приключений. Жду отчёта, солдат.",
  "674755987736d5ac91837615 successMessagetext": "Мои ребята нашли рубильники с прошлого раза. Молодец. Проверим установленное оружие как можно скорее.",

  "674756935ff6533a141c5b35": "Найди вертолёт МИ-26 на Резерве",
  "674756aa686b29e6f81a73db": "Отметь вертолёт маркером MS2000 на Резерве",
  "674756af717d9c3daa85c49c": "Установи WI-FI камеру перед зданием Чёрного Слона на Резерве",
  "674756af2881a0342409800c": "Установи WI-FI камеру перед зданием Чёрной Пешки на Резерве",
  "674756b45b837b296e4814eb": "Установи WI-FI камеру перед зданием Белой Пешки на Резерве",
  "674756876ef598122bb9239d name": "Мат — Часть 4",
  "674756876ef598122bb9239d description": "Наверное, ты заметил огромный вертолёт между тремя казармами. Говорят, это самая большая модель в мире, а стоит себе как ни в чём не бывало. До конфликта он перевозил какой-то важный груз. Теперь бесполезен... Пока что.\n\nМожешь отметить его маркером? И на всякий случай установи камеры снаружи каждой казармы — пусть смотрят на вертолёт.\n\nПотом подключим их к нашей системе для наблюдения.",
  "674756876ef598122bb9239d successMessagetext": "Хорошая работа. Но не обживайся там слишком — скоро понадобишься в других частях региона.",

  "674757147c51a5760b277cb9": "Установи Подавитель сигналов внутри купола на Резерве",
  "67475714908e04d16ef56c26": "Установи WI-FI камеру внутри купола на Резерве",
  "67d7480acc340488c108df8e": "Выживи и покинь Резерв",
  "674757075b3b3631a4b3efd5 name": "Мат — Часть 5",
  "674757075b3b3631a4b3efd5 description": "Слушай, я выяснила кое-что о базе. Мы засекли странные сигналы с радарной станции на холме. Выглядит подозрительно — вряд ли это что-то хорошее.\n\nМожешь подняться туда и поставить глушилку? Прямо внутри купола, на верхнем уровне.\nЗаодно установи там камеру — хочу посмотреть, кто туда наведывается.",
  "674757075b3b3631a4b3efd5 successMessagetext": "Готово? Отлично. Попробуем подключить камеру к нашей сети.",
  
  "674757674095d6857c6badc0": "Найди Меченную комнату в подвале здания Чёрной Пешки на Резерве за один рейд",
  "6747583eaa9938c78ab171a9": "Найди Меченную комнату в одной из казарм рядом с Белой Ладьёй на Резерве за один рейд",
  "6747579bdf221cc891fabe45": "Найди Меченную комнату внутри командного бункера на Резерве за один рейд",
  "67d7329850328382e08393ce": "Выживи и покинь Резерв",
  "6747575b5a841fdbf0ca37ae name": "Мат — Часть 6",
  "6747575b5a841fdbf0ca37ae description": "У меня для тебя задание. Мы видели, как ночью в купол пробирались люди в капюшонах и масках. Рассмотреть не удалось — только силуэты при лунном свете.\n\nНе знаю, чем они заняты, но спросила у проверенного торговца. Он сказал, что у них странные верования: охотятся на людей с кинжалами по ночам, видимо, как на жертв. Ещё рисуют непонятные символы и прячут ценности в случайных комнатах по всему региону.\n\nГоворят, на военной базе тоже есть такие комнаты — вроде бы три штуки. Проверь сам. Эти типы редко появляются там, так что опасность мала, но бдительность не теряй.",
  "6747575b5a841fdbf0ca37ae successMessagetext": "Значит, он говорил правду... Странно. Всё равно спасибо за работу. Вот твоя награда.",

  "67517b1dce089a3dd8afdf4d": "Устрани противников, используя указанные магазины малой ёмкости",
  "67517b783e42f0bc6daf4670": "Выживи и покинь текущую локацию",
  "67517b14e12814c596f01bd0 name": "Каждый патрон на счету — Часть 1",
  "67517b14e12814c596f01bd0 description": "Послушай, у меня для тебя задание, с которым даже опытные операторы не рискуют связываться. Интересно?\n\nОбычно в бою важен каждый патрон, а если в магазине их всего десять? Звучит жутко, да? Но попробуй. Начни с магазинов для Калашникова — калибр не важен, главное, чтобы они были на 10 патронов. Удачи.\n\nПодходящие магазины:\n - Магазин алюминиевый на 10 патронов 7.62x39 для АК\n - Магазин ребристый на 10 патронов 7.62x39 для АК\n - Магазин \"Сайга 545\" на 10 патронов 5.45x39 для АК-74",
  "67517b14e12814c596f01bd0 successMessagetext": "Уже справился? Отлично, но это только начало.",

  "67517bdce8068dc547a24b2f": "Устрани противников, используя указанные магазины малой ёмкости",
  "67517c01076121d7e6207aaa": "Выживи и покинь текущую локацию",
  "67517bceebe6088837aa2dab name": "Каждый патрон на счету — Часть 2",
  "67517bceebe6088837aa2dab description": "Продолжаем. Теперь попробуешь оружие под 5.56x45 с магазинами на десять патронов?\nНадеюсь, ты готов — это будет посложнее. Пока знаю только про AR-15 и AUG с такими магазинами. Удачи.\n\nПодходящие магазины:\n - Магазин Magpul \"PMAG 10 GEN M3 STANAG\" на 10 патронов 5.56x45 для AR-15\n - Магазин на 10 патронов 5.56x45 для Steyr AUG",
  "67517bceebe6088837aa2dab successMessagetext": "Отлично! Я знала, что ты справишься. Всё-таки прошлый раз ты не подвёл.",

  "67517c1fd69a15fa051cbe0c": "Устрани противников, используя указанные магазины малой ёмкости",
  "67517c2a4552d5caa80003b6": "Выживи и покинь текущую локацию",
  "67517c148266e90a41acd3a1 name": "Каждый патрон на счету — Часть 3",
  "67517c148266e90a41acd3a1 description": "Этот этап покажется проще, но всё равно будет непростым — такие винтовки редко используют.\nРечь об оружии под патрон 7.62x54R, те самые \"мосинские\" патроны.\n\nПодходящие магазины:\n - Магазин на 10 патронов 7.62x54R для СВТ-40\n - Магазин на 10 патронов 7.62x54R для СВД",
  "67517c148266e90a41acd3a1 successMessagetext": "Отлично! Надеюсь, ничего не помешало. Если и было — уверена, ты разобрался.",

  "67517c5ee91c39a7305585d7": "Устрани противников, используя указанные магазины малой ёмкости",
  "67517c78f45b908bbddc4bc6": "Выживи и покинь текущую локацию",
  "67517c5238cc9253f1b7eb0b name": "Каждый патрон на счету — Часть 4",
  "67517c5238cc9253f1b7eb0b description": "Та же история, что и раньше: ЧВК ненавидят эти магазины. Они вообще не берут эти винтовки, если под рукой нет 20-патронных. Жаль, ведь сами по себе винтовки отличные. Ладно, может, они правы, а ты проверишь, почему все их избегают... или зря.\n\nПодходящие магазины:\n - Магазин KAC на 10 патронов 7.62x51 для AR-10\n - Магазин на 10 патронов 7.62x51 для HK417/G28",
  "67517c5238cc9253f1b7eb0b successMessagetext": "О, ты вернулся! Отлично. Ну что, магазины правда такие плохие, как все говорят?",

  "67517cb9a849657afa8887b3": "Устрани противников, используя указанные магазины малой ёмкости",
  "67517ccd878c1b2304dda69c": "Выживи и покинь текущую локацию",
  "67517c8c5c2a6190c8dae8a4 name": "Каждый патрон на счету — Часть 5",
  "67517c8c5c2a6190c8dae8a4 description": "Держись, это ещё не конец! Есть другие винтовки под 7.62x51 с магазинами на десять патронов. Ты их возненавидишь, так что готовься морально.\nВряд ли тебе захочется брать FAL с таким магазином, но выбор за тобой. M1A с десятизарядником тоже подойдёт. Возвращайся, когда закончишь, и удачи.\n\nПодходящие магазины:\n - Магазин на 10 патронов 7.62x51 для M1A\n - Магазин на 10 патронов 7.62x51 для SA58/FAL",
  "67517c8c5c2a6190c8dae8a4 successMessagetext": "Отлично? Эй, не смотри так... Ты сам выбрал сложный вариант. Ладно, держи награду.",

  "67517d04d5b96dfde537b696": "Устрани противников, используя указанные магазины малой ёмкости",
  "67517d12b2ff30407096c994": "Выживи и покинь текущую локацию",
  "67517cf9b8bbd2f751142ef9 name": "Каждый патрон на счету — Часть 6",
  "67517cf9b8bbd2f751142ef9 description": "Ладно, ладно... Это последнее испытание с магазинами. Надеюсь.\n\nТы знаешь, что делать. Постарайся получить удовольствие, пока можешь — эти магазины превратят задание в кошмар. Прочти список и поймёшь. Удачи!\n\nПодходящие магазины:\n - Магазин неотъемный на 10 патронов 7.62x39 для СКС\n - Магазин 6Л24 на 10 патронов 9x39 для ВСС/Вал",
  "67517cf9b8bbd2f751142ef9 successMessagetext": "Эй, чего такой злой? Ладно, держи патроны — вы, операторы, вечно за ними охотитесь. Бери бесплатно.",

  "674758a0cfe7235b3cd6ee59": "Достань автоматы типа АК (прочность 75%)",
  "674758a02bcf3dae99832823": "Передай АК",
  "67475893d98f889c82fee39b name": "Свет Лотоса — Часть 1",
  "67475893d98f889c82fee39b description": "Значит, интересуешься делами в Таркове? Повезло, что встретил меня — я тут лучший посредник. Давай начнём: принеси несколько автоматов Калашникова. Главное — чтобы не разваливались на части. Модель не важна, лишь бы в приличном состоянии. Понял? Жду от тебя весточки.",
  "67475893d98f889c82fee39b successMessagetext": "Этого хватит. Спасибо, молодец.",
 
  "674758f83b5938259b05c948": "Устрани Диких, используя оружие типа АК",
  "674758ea142f52a016ecd92d name": "Свет Лотоса — Часть 2",
  "674758ea142f52a016ecd92d description": "\"Знай своё оружие\" — первое, чему меня научили. В Таркове это особенно важно: придётся иметь дело с разными стволами, чаще всего — с АК.\n\nТут объявились бандиты, которые терроризируют всех хуже прежнего. Никто не хочет с ними связываться, так что давай совместим задачи. Разберись с ними, используя АК, Витязь, Сайгу — что угодно похожее. И чтобы они больше не возвращались. Справишься?",
  "674758ea142f52a016ecd92d successMessagetext": "Отлично! Спасибо, что убрал мусор с улиц Таркова.",

  "67475941c089b773b4641df8": "Найди точку выхода на улице Мира в Эпицентре",
  "6747596bd3ac6b4cf2db9375": "Отметь точку выхода маркером MS2000 в Эпицентре",
  "67475ae406b9d42f40ac07cf": "Найди заминированную зону рядом с улицей Мира в Эпицентре",
  "67475ae887e31309deec24d1": "Отметь заминированную зону маркером MS2000 в Эпицентре",
  "67475af4843287b1f9585dc8": "Найди точку выхода \"Такси\" в Эпицентре",
  "67475af4ad0b68ec7eb27501": "Отметь точку выхода маркером MS2000 в Эпицентре",
  "67475b0a87a3a5bf0fe06afb": "Найди дорогу возле Накатани, которую охраняют снайперы, в Эпицентре",
  "67475b0aa26b3a44cfa6185c": "Отметь охраняемую дорогу маркером MS2000 в Эпицентре",
  "67475931380e79bc84d831b9 name": "Свет Лотоса — Часть 3",
  "67475931380e79bc84d831b9 description": "Надоело шарить по каждому рюкзаку и трупу в поисках нужного хлама? Ладно, у меня для тебя задание поважнее.\n\nИди в бизнес-центр Таркова, где раньше была штаб-квартира Terragroup. Место опасное, предупреждаю...\nКуча мест заминирована или пристреляна снайперами. Осмотри их все, но не лезь в самое пекло. И не забудь оставить маркеры — сами потом проверим. Гарантирую, улица Мира точно заминирована и под прицелом. О других точках знаю меньше.\n\nЕщё проверь район здания Terragroup и дорогу возле Накатани. Удачи.",
  "67475931380e79bc84d831b9 successMessagetext": "Хорошая работа. Рада, что нашёлся смельчак, который не боится рисковать.",
  
  "67475c6bfaa33ed214b6b1a7": "Найди техническое помещение подземной парковки в Эпицентре",
  "67475d7fe467fe96e0466c3d": "Покинь Эпицентр через точку выхода",
  "67475c58c8d4ae3b9baf7d38 name": "Свет Лотоса — Часть 4",
  "67475c58c8d4ae3b9baf7d38 description": "Ладно, теперь мы знаем, откуда можно безопасно уйти. Но тут всё не так просто, как кажется.\n\nМои ребята нашли странную комнату где-то в подземке возле парковки... Подозрительно.\nПроверишь? Говорят, она закрыта. Может, ключ найдёшь со временем или уже есть у тебя.\nЗабирай всё, что внутри, если проберёшься. Но сообщи, если найдёшь что-то стоящее. Ясно?\nКогда найдёшь дверь в эту комнату — сразу уходи. Понял? Жду новостей.",
  "67475c58c8d4ae3b9baf7d38 successMessagetext": "Хорошо. Нам нужно собрать как можно больше данных об этом месте — любая мелочь пригодится.",

  "67475dd5d6bd0e8e0ec84918": "Устрани противников, используя дробовики",
  "67475dddb5dc8ff073ea94e9": "Найди дробовики в рейде",
  "67475de219818977e965e9b4": "Передай найденные дробовики",
  "67475dbb321ddf314e6fbcad name": "Свет Лотоса — Часть 5",
  "67475dbb321ddf314e6fbcad description": "Ладно, хватит этого места. Разнообразие не помешает.\nПокажи, как ты умеешь обращаться с дробовиками — перестреляй кого угодно: Диких, Рейдеров, бойцов ЧВК... Неважно.\n\nУчиться работать с таким оружием важно. Интересно, как эти стволы остаются опасными даже после сотни лет. Завораживает.\nЗаодно найди в рейде парочку дробовиков. Неважно, в каком они состоянии, главное — основные части целы. У меня есть знакомая, которая сделает из них что-то стоящее.\nМожет, когда-нибудь с ней познакомишься. В общем, удачи.",
  "67475dbb321ddf314e6fbcad successMessagetext": "Молодец, воин. Заберу оружие и... остальное сама.",

  "67576e3cad25bd60ec787bd7": "Найди чёрный автомобиль SMW возле Накатани",
  "67576e4ca187b0e753aafb5f": "Отметь автомобиль SMW маркером MS2000",
  "67576e55920ecff34b4207fb": "Найди чёрный автомобиль SMW рядом с автосалоном Мэрин",
  "67576e55b63f905b479467f3": "Отметь автомобиль SMW маркером MS2000",
  "67576e728b315e59fe7b3ed3": "Найди чёрный автомобиль SMW в центре города",
  "67576e72e5d99cae646fa4e8": "Отметь автомобиль SMW маркером MS2000",
  "67576e281ed824f0c252cb26": "Выживи и покинь Эпицентр",
  "67475e21aeda0864d4faf7c4 name": "Свет Лотоса — Часть 6",
  "67475e21aeda0864d4faf7c4 description": "Ну что, готов снова отправиться в центр города? Знакомый продаёт машины — настоящую классику. Но есть проблема...\n\nУ него кончились запчасти для чёрных SMW — перекрашивать их нерентабельно. Ходят слухи, что такие машины были популярны в Таркове. Так что, можно предположить, ты найдёшь несколько экземпляров.\n\nДал тебе список локаций: возле Накатани, у автосалона Мэрин и рядом со штаб-квартирой Terragroup на перекрёстке. Ясно?\nНе забудь отметить их маркерами MS2000 — ночью отправлю команду на поиски. Доложи, когда закончишь.",
  "67475e21aeda0864d4faf7c4 successMessagetext": "Сделано? Отлично. Ты знаешь, где получить оплату.",

  "674763f460c5e77738e4f23b": "Найди хорошую снайперскую позицию внутри здания \"Empire\" в Эпицентре",
  "674763f4ebf1d6d7aab8fa3b": "Найди стол в офисе 3, о котором говорила Lotus, в здании Terragroup",
  "674764582785ea5983b0482b": "Выживи и покинь Эпицентр",
  "674763ebeceb4fed8a506543 name": "Свет Лотоса — Часть 7",
  "674763ebeceb4fed8a506543 description": "Следующее задание — высокой важности. Уверена, ты захочешь его выполнить. Присаживайся.\n\nТы уже знаешь, где штаб-квартира Terragroup — ты там бывал. Мне нужно, чтобы ты кое-что проверил. Заодно найди хорошую снайперскую точку в одном из офисных зданий — такое место, откуда виден весь центр, но чтобы тебя было не заметно.\n\nТеперь о Terragroup. Где-то на офисном этаже, кажется, в третьем кабинете, должен быть большой стол с компьютерами в конце комнаты. Осмотри его — вдруг найдёшь что-то важное: документы или жёсткие диски в самих компах.\nНадеюсь, ты вернёшься с полезной инфой. Удачи, солдат.",
  "674763ebeceb4fed8a506543 successMessagetext": "Что? Пропало? Отлично... Видимо, кто-то опередил нас. Наверное, другие торговцы тоже выслали своих людей. Ладно, ты сделал, что мог. Оплата остаётся прежней, не переживай.",

  "674764e7f20ed9f4ee2fa9d4": "Зачисти здание Terragroup в Эпицентре",
  "674764d429eb6b5966202149 name": "Свет Лотоса — Часть 8",
  "674764d429eb6b5966202149 description": "Кстати о любопытных...\nПосле твоего прошлого задания я отправила туда людей — а там сплошные бандиты и ЧВК. Назвать это \"зоной боевых действий\" — даже слишком мягко.\n\nХочешь ещё поработать? Нужно очистить территорию штаб-квартиры Terragroup от всех, кого увидишь. Надо перенаправить внимание от этого места — мы не можем позволить другим унести то, что нам нужно.",
  "674764d429eb6b5966202149 successMessagetext": "Отлично! Тишина после бури... Всё спокойно. Зайди к нам — появились новые вещицы.",
  
  "674765731c2b533c186de578": "Найди комнату с зелёным экраном на Таможне",
  "6747658203a4c0d36a845a86": "Установи WI-FI камеру рядом с зелёным экраном на Таможне",
  "67582845167e3d3c40384185": "Заложи Набор для минирования перед дверью в комнату с зелёным экраном на Таможне",
  "675828450fd6867ffa47807f": "Заложи гранату перед дверью в комнату с зелёным экраном на Таможне",
  "6758287fdc92d9ee768fc8e8": "Выживи и покинь Таможню",
  "674765571af3e5be54af699a name": "Свет Лотоса — Часть 9",
  "674765571af3e5be54af699a description": "Так, на чём мы остановились? Ах да: в индустриальной зоне есть здание с зелёным экраном. Найди эту комнату и установи там Wi-Fi камеру.\n\nНужно гарантировать, что этим местом никто не воспользуется — по крайней мере, по назначению. Поставь гранатную ловушку перед дверью. Дам тебе набор для установки — только не облажайся. Удачи.",
  "674765571af3e5be54af699a successMessagetext": "Изображение получено. Молодец. Будем наблюдать за комнатой какое-то время.",

  "67476548055b8a7d9e435225": "Достигни 2-го уровня лояльности с Lotus",
  "6747652eea4bfbdfa2e46ab4 name": "Свет Лотоса — Часть 10",
  "6747652eea4bfbdfa2e46ab4 description": "Молва разнеслась — о тебе теперь все говорят. И хорошее, и плохое. Врагов и друзей наживают в пути — так уж тут заведено.\n\nНедавно ко мне обратился знакомый — интересуется, можно ли тебе доверять. Доказать это можешь только ты. Закончи все открытые контракты, если они есть.\n\nОдин из моих людей взял книги, когда мы проверяли торговый центр. Они помогут прокачать навыки или научиться чему-то новому. Заработай их доверие — и книги твои.",
  "6747652eea4bfbdfa2e46ab4 successMessagetext": "В наше время лучше перестраховаться — не принимай близко к сердцу. Держи книги — надеюсь, пригодятся.",
  
  "67582717ad55158ea7e40217": "Найди остановку БТР на базе МЧС в Лесу",
  "67582717a1a26ec5473e5902": "Найди остановку БТР на Лесопилке в Лесу",
  "67582717df6ea5c930e768e1": "Найди остановку БТР на Базе USEC в Лесу",
  "67582717565a2279d7e54518": "Найди остановку БТР на перекрёстке в Лесу",
  "6758271718e18ee963001590": "Найди остановку БТР у бункера Диких в Лесу",
  "675827177655ff7825383ced": "Найди остановку БТР в Затопленной деревне в Лесу",
  "67582717d9da23bcbbb9f275": "Найди остановку БТР у Старой лесопилки в Лесу",
  "6747659d16e95b47fe2caa09 name": "Свет Лотоса — Часть 11",
  "6747659d16e95b47fe2caa09 description": "Готов к прогулке по лесу? Мне нужны данные. Ты же в курсе про БТР? Какой-то тип разъезжает на броневике по городу и лесу, предлагая защиту или такси за деньги.\n\nГоворят, он останавливается в одних и тех же местах. Хочу знать, где они. Если хочешь подзаработать — помоги. Заинтересован? Отлично! Проще всего отследить его и проехать все остановки. Держи в курсе, воин.\n\nИ помни: он любит Диких и BEAR, а USEC платят больше.",
  "6747659d16e95b47fe2caa09 successMessagetext": "Закончил? Молодец, держи оплату.",

  "67476614bb9bde9917573894": "Найди первый Stryker возле северного поста ООН в Лесу",
  "6747662b8dac0e0416cc7350": "Отметь Stryker маркером MS2000 в Лесу",
  "67476630fd16cfaa4ac56acc": "Найди второй Stryker возле северного поста ООН в Лесу",
  "67476633da3b097fd99858d1": "Отметь Stryker маркером MS2000 в Лесу",
  "674766391af82d9e0275f1ba": "Найди танк T-90 между ЗБ-016 и Заводскими воротами в Лесу",
  "6747663c126ee9f469fe07a6": "Отметь T-90 маркером MS2000 в Лесу",
  "6758a3223cabdc0708d81d65": "Найди танк T-90 возле выхода ворота ВС РФ",
  "6758a3226173c76c8103d831": "Отметь T-90 маркером MS2000 в Лесу",
  "674766077f5e08878af90bc8 name": "Свет Лотоса — Часть 12",
  "674766077f5e08878af90bc8 description": "Кстати о бронетехнике, мои ребята рассказывали про танки в лесу. Можем добыть с них ценные материалы или электронику — это поможет наладить связь с тем самым человеком из башни (очень важная птица).\n\nНам нужно знать, где эти машины находятся. Два бронемашины — где-то между деревней и постом ООН, и два T-90: один между бункером и ЖД-воротами, второй возле выхода Ворота ВС РФ. Больше подробностей нет.\nСможешь найти их и отметить маркерами?\n\nОтлично, ты знаешь, что делать. Держи меня в курсе и удачи.",
  "674766077f5e08878af90bc8 successMessagetext": "Принято. Отправляю ребят на проверку. Спасибо, солдат.",
  
  "674766742e18b68cba27c04b": "Найди стационарный пулемёт на блокпосту лагеря Отступников на Маяке",
  "67476688ed213fd14830b992": "Найди стационарный гранатомёт на блокпосту лагеря Отступников на Маяке",
  "6747668ddf63a8719fcbd9ac": "Найди первый стационарный пулемёт на крыше здания 1 в лагере Отступников на Маяке",
  "674766995c4ddd91800606b7": "Найди второй стационарный пулемёт на крыше здания 1 в лагере Отступников на Маяке",
  "674766a7ba06bc2a631d3897": "Найди первый стационарный пулемёт на крыше здания 2 в лагере Отступников на Маяке",
  "674766ba0be0b1f517a83277": "Найди второй стационарный пулемёт на крыше здания 2 в лагере Отступников на Маяке",
  "674766d1c23cc280373b277c": "Найди стационарный гранатомёт на крыше здания 2 в лагере Отступников на Маяке",
  "674766ccc78cdc39470c6995": "Найди стационарный пулемёт на крыше здания 3 в лагере Отступников на Маяке",
  "6747666815fa03b3fc03a041 name": "Свет Лотоса — Часть 13",
  "6747666815fa03b3fc03a041 description": "Мои ребята хотят пробраться в лагерь Отступников, но там слишком сильная охрана — стационарные пулемёты и гранатомёты. Операция будет крайне опасной.\nМы бы поручили это снайперам, но у нас нет данных о расположении оружия. Если узнаешь, где всё установлено — нам будет проще. Справишься?\n\nСоветую идти ночью — у тебя же есть оборудование для темноты. Но выбор за тобой: ночь или рискнуть днём.",
  "6747666815fa03b3fc03a041 successMessagetext": "Это всё? Спасибо за информацию, солдат.",

  "6747684fc373abb71fa96735": "Найди грузовик с ценным грузом Terragroup где-то в Центре города в Эпицентре",
  "67476864f24ccc1a1a27524b": "Пометь грузовик маркером MS2000",
  "674768705ce97dfe5d3d7955": "Устрани противников в Эпицентре",
  "6747687eb836888036508e0a": "Выживи и покинь Эпицентр",
  "67476842ad02e25c2e1b92ad name": "Свет Лотоса - Часть 14",
  "67476842ad02e25c2e1b92ad description": "Сначала я не особо интересовалась делами Terragroup, но сейчас они реально заставили меня задуматься. Мы постоянно видим их символы везде, да и грузовики с надписями Terragroup тоже попадаются. Один из них выделяется среди остальных — тот, что возле штаб-квартиры Terragroup в бизнес-центре. Можешь проверить его для меня?\n\nОбязательно загляни внутрь груза, если что, поставь маркер. А когда закончишь — разберись с местными отбросами, которые там шныряют. Понятно? Отлично.",
  "67476842ad02e25c2e1b92ad successMessagetext": "Хорошо, мы нашли это. Отличная работа, спасибо тебе, воин.",

  "67476916b5a0e57fd5a0a042": "Устрани противников, используя ручные пулемёты в Эпицентре",
  "674768fd740e1d790ed07302 name": "Свет Лотоса - Часть 15",
  "674768fd740e1d790ed07302 description": "Слушай, у нас тут небольшая проблема.\nПохоже, другие тоже заинтересовались тем грузом. Может, покажешь им, кто его больше заслуживает, а? Можешь, конечно, всех перебить, но у меня идея получше.\nВозьми что-то серьёзное — пулемёт или типа того, да, именно пулемёты! Постреляй по территории и прибей парочку этих отбросов. Может, тогда поймут, кто тут главный. Всё равно у нас снаряжение лучше.\nЖди гостей.",
  "674768fd740e1d790ed07302 successMessagetext": "Похоже, ты их здорово напугал. Отличная работа. Теперь груз можно спокойно проверить.",

  "6747b343918261668a0c621a": "Найди офис у Ворот ангара в Лаборатории",
  "6747b357a2b9c08982b4552a": "Установи Подавитель сигналов в офисе у Ворот ангара в Лаборатории",
  "6747b379f0e6d5b7977f4866": "Найди офис у Ворот парковки в Лаборатории",
  "6747b379c604bb68c1fda0a9": "Установи Подавитель сигналов в офисе у Ворот парковки в Лаборатории",
  "6747b3816cfe2ab66dbd6fa3": "Найди вход в комнату экспериментов над людьми в Лаборатории",
  "6747b3c35850ebde0b69c661": "Установи WI-FI камеру у входа в Лаборатории",
  "6747b3c70534e04f4a022891": "Найди комнату для испытания оружия в Лаборатории",
  "6747b43f094e55cd8c981860": "Установи WI-FI камеру внутри комнаты в Лаборатории",
  "6747b4432430713636b6b9c6": "Найди кабинет руководителя в Лаборатории",
  "6747b447ce805ff93aa8f108": "Установи WI-FI камеру внутри кабинета в Лаборатории",
  "6747b471d9c0d2df6ca78152": "Устрани противников в Лаборатории",
  "6747b30780131eae6aa2cc23 name": "Свет Лотоса - Часть 16",
  "6747b30780131eae6aa2cc23 description": "Слушай, нам нужно кое-что сделать в Лаборатории Terragroup. Готов помочь? Есть несколько точек, которые надо проверить. Сначала тебе надо добраться до офисов с панелями управления у ворот парковки и ангара. Их обычно используют мародёры и прочие любители несанкционированных визитов. Зайди в оба офиса и поставь подавители сигналов — чтобы никто не мог входить или выходить через эти точки, хотя бы временно. Ещё проверь комнату для испытания оружия, комнату экспериментов и кабинет руководителя. Хочу наблюдать за этими местами, так что не забудь установить камеры. Понял? И заодно приберись там — гости будут мешаться под ногами.",
  "6747b30780131eae6aa2cc23 successMessagetext": "Всё получилось! Пока ты работал, я модифицировала пару ключ-карт — теперь ты можешь заходить в Лабораторию сколько угодно. Выложила их на продажу в нашем магазине.",

  "6747b5a80168704e0b64b2a8": "Устрани Рейдеров, используя указанное снаряжение в Лаборатории",
  "6747b5b679c5ae45e36074e5": "Устрани бойцов ЧВК, используя указанное снаряжение в Лаборатории",
  "6747b568ffb78dbbb8a7968d name": "Свет Лотоса - Часть 17",
  "6747b568ffb78dbbb8a7968d description": "Ну привет снова, солдат. Надеюсь, тебе не надоела Лаборатория Terragroup. Послушай, мне нужно больше информации о месте, особенно о точках выхода. Проверь, все ли известные точки эвакуации в лабе ещё доступны? Не забудь глянуть, работает ли электричество в лифтах.\nНо есть ещё кое-что. У меня есть друг, бывший боец ЧВК, как ты. Он часто рейдил эту лабораторию и знает её вдоль и поперёк. Правда, это было давно — не уверена, актуальны ли его советы сейчас. Так вот, он говорил, что лучше всего брать немецкое оружие, конкретно Heckler & Koch. Ещё советовал шлемы наших спецназовцев с забралами — Алтын или Рысь-Т. И упоминал броники Жук и Гжель. Кстати, у меня такие есть в запасе, если что.\n\nУказанное снаряжение:\n - Оружие Heckler & Koch\n - Бронешлем \"Алтын\" / \"Рысь-Т\"\n - Бронежилет БНТИ \"Жук\" (Флора Цифра) / БНТИ \"Гжель-К\"",
  "6747b568ffb78dbbb8a7968d successMessagetext": "Вау, ты и правда эксперт по Лаборатории? Что ж, это хорошо. И не забудь забрать свою оплату.",

  "6747b6008e2897a9a6f237ae": "Найди лифт с телами погибших в подвале Лаборатории",
  "6747b699348f52896eb1b89d": "Найди компьютерный офис в секторе B22 Лаборатории",
  "6747b694fa6bb141fc627094": "Найди компьютерный офис в секторе O22 Лаборатории",
  "6747b68f7401adb5dd7b121f": "Найди компьютерный офис в секторе O23 Лаборатории",
  "6747b68a4c58f759e600a37b": "Найди компьютерный офис в секторе O13 Лаборатории",
  "6747b6855ca5ce7bd7116628": "Найди компьютерный офис в секторе R22 Лаборатории",
  "6747b67f15982ead81446f22": "Найди компьютерный офис в секторе R23 Лаборатории",
  "6747b65e794242cdfc31714e": "Найди Папку с разведданными",
  "6747b6645893b2132b9af718": "Передай Папку с разведданными",
  "6747b664d8e90385e5f11cd4": "Найди биткоины",
  "6747b66bba042e403599bc5f": "Передай биткоины",
  "6747b5ed539d24e909acae8f name": "Свет Лотоса — Часть 18",
  "6747b5ed539d24e909acae8f description": "Слушай, помнишь, я рассказывала про своего знакомого из BEAR? Он нашел доказательства преступлений USEC в Лаборатории. В камерах наблюдения видно, как они сбрасывали тела в шахту лифта в подвале. Проверь это место — должно быть рядом с лестничными пролетами.\n\nТакже осмотри все компьютерные офисы в указанных секциях (список отправила).\n\nСовет: сверься с картами секций в самой лаборатории, если сомневаешься.\nИ захвати разведданные и биткоины. Рассчитываю на тебя.",
  "6747b5ed539d24e909acae8f successMessagetext": "Хорошо, что нашел тела. Попробую обнародовать эти данные. А офисы были пусты? Странно... Ладно, спасибо за информацию. Вот твоя оплата.",

  "6747b812a103691e898742c9": "Найди Ворота у моста на остров в Маяке",
  "6747b819cbbb83bd15516562": "Установи WI-FI камеру возле Ворот на Маяке",
  "6747b83d5093dcbf8075e572": "Устрани бойцов ЧВК с помощью RSASS или SR-25 на Маяке",
  "6747b6d1b00b3bfcb6b02f94 name": "Свет Лотоса — Часть 19",
  "6747b6d1b00b3bfcb6b02f94 description": "Солдат, помнишь того человека в башне? Он называет себя Смотрителем, который всё видит. Но он явно не в восторге от моего присутствия... Ладно, нужно разобраться. Я знаю, ты и Механик работаете вместе, а он пытается наладить контакт со Смотрителем. Думаю, он уже просил тебя о помощи?\nНе волнуйся, мешать не буду. Но мне кое-что нужно: проверь ворота моста на остров. Ходят слухи, что пересекать его опасно — советую не рисковать. Не забудь поставить камеру у ворот: хочу знать, кто и что попадает на остров.\nЗатем очисти территорию от ЧВК — чтобы отвлечь Смотрителя и его стражу. Используй серьёзное оружие, точное и мощное... Например, SR-25 или RSASS. Знаком с ними? Надеюсь, да, потому что без опыта тут не справиться. Удачи, солдат.",
  "6747b6d1b00b3bfcb6b02f94 successMessagetext": "Похоже, твоя работа прошла незамеченной. Скоро свяжусь с новым заданием.",

  "6747b88995d89bea9211315a": "Передай доллары",
  "6747b8894140bdf0cebc4e89": "Передай евро",
  "6747b8973b34252ae45fb016": "Найди Считыватель UHF RFID",
  "6747b897af4b0e6c72f46c3b": "Передай Считыватель UHF RFID",
  "6747b89ee299b04b998ea8bc": "Найди Военный COFDM беспроводной передатчик сигналов",
  "6747b89eaa9792a8dd0c8e4a": "Передай Военный COFDM беспроводной передатчик сигналов",
  "6747b8a4b858b59bbd71f7f1": "Найди Передовой преобразователь тока",
  "6747b8a47b54c637e6d3f4e0": "Передай Передовой преобразователь тока",
  "6747b877505baa44d501d079 name": "Свет Лотоса — Часть 20",
  "6747b877505baa44d501d079 description": "Я кое-что выяснила. Есть тут один надёжный тип, который может нам помочь со Смотрителем. Но ему кое-что нужно:\n\n1. Он принимает только западную валюту — доллары и евро.\n2. Ещё попросил считыватель RFID, военный передатчик сигналов и преобразователь тока.\n\nГоворит, это поможет обойти мины на мосту. Если честно, я не до конца поняла его план, но речь о копировании сигнала, который управляет этими минами. Справишься?",
  "6747b877505baa44d501d079 successMessagetext": "Ты действительно всё нашёл, впечатляет. Ладно, вот твоя оплата.",

  "6798d728cf02d3c3e553b9c8": "Осмотри первый контейнер в лагере МЧС в Лесу",
  "6798dca7a69014367c13972e": "Осмотри второй контейнер в лагере МЧС в Лесу",
  "6798dcb057ef41495b43d67a": "Осмотри третий контейнер в лагере МЧС в Лесу",
  "6798dcb9eaf9311a7c20c1ae": "Осмотри четвертый контейнер в лагере МЧС в Лесу",
  "6798dcc03ba8662479302dd3": "Осмотри пятый контейнер в лагере МЧС в Лесу",
  "6798dcc8bdc19150e9fbe9cf": "Осмотри шестой контейнер в лагере МЧС в Лесу",
  "6798dccf9a4b47ab22ebcf7b": "Осмотри седьмой контейнер в лагере МЧС в Лесу",
  "6798dcd5aa19a30d5229468d": "Осмотри восьмой контейнер в лагере МЧС в Лесу",
  "6798d6406ad52e1849131aee name": "Пропавшие наёмники",
  "6798d6406ad52e1849131aee description": "Доброго дня, солдат. Надеюсь, у тебя дела лучше, чем у меня. Несколько моих ребят отправились на задание и не вернулись. Рация молчит. Вряд ли они сбежали — скорее, их убили. Но кто? Они же не новички, опытные бойцы.\n\nИх последняя цель — лагерь МЧС в лесу. Связь прервалась, когда они приближались. Возможно, их там поджидали. Там медицинский лагерь, так что трупов хватает — скорее всего, их сбросили в контейнеры. Проверь все открытые контейнеры.\n\nМои ребята были из USEC. Ищи тела в их экипировке или следы убийц на снаряжении. И будь начеку — вряд ли ты будешь там один. Удачи.",
  "6798d6406ad52e1849131aee successMessagetext": "Ничего не нашел? Чёрт... Что ж, придётся искать помощь на стороне. Твою оплату получишь, а как будут новости — свяжусь. Дай мне время, полчаса или около того.",

  "6798dd756aa7f810e30392fb": "Покинь Лес через платный выход на мосту",
  "6798d8529b81f1d84eac7c67 name": "На шаг ближе",
  "6798d8529b81f1d84eac7c67 description": "Возвращаемся к делу. Я получила новые данные по тому, что нас интересовало. Всё ещё не тот ответ, на который я надеялась, но это поможет.\n\nМой дорогой друг смог точно отследить их сигнал, пока связь не прервалась. Оказалось, они даже не заходили в лагерь МЧС — приблизились, но потом быстро отступили. Возможно, им попытались устроить засаду, но они смогли избежать смерти. После этого они направились на северо-восток.\nЕсли ты не в курсе, там обычно дежурит один из водителей для эвакуации ЧВКшников. Ничего не напоминает?\n\nЗабавно, но именно там сигнал пропал полностью. Думаю, наш последний шанс — спросить у того водителя. Сможешь это сделать? Вряд ли он согласится бесплатно, так что захвати наличные. Я могу дать тебе немного. Понял, что нужно сделать?",
  "6798d8529b81f1d84eac7c67 successMessagetext": "И что он сказал? Неужели ничего у них не спросил? Блин... Ладно, что ты тогда узнал? Значит, их отвезли городской центр... Хм, это совсем нехорошо — мы избегаем того места. Придётся искать информацию где-то ещё.",

  "6798e2fcf7e4e4c617b0c4f4": "Достигни 2 уровня лояльности у Прапора",
  "6798e30415e5af92d729c84e": "Достигни 2 уровня лояльности у Терапевта",
  "6798e3047f2905354f2d8e10": "Достигни 2 уровня лояльности у Егеря",
  "6798e18f1094b3f0d0978e8e name": "В розыске информация",
  "6798e18f1094b3f0d0978e8e description": "Ладно, давай расспросим людей. Может, торговцы что-то знают.\nТолько не общайся с подозрительными типами — им вряд ли можно доверять.\n\nУ нас хорошие связи с Аршавиром и Павлом Егоровичем, да и у доктора, которая зовёт себя \"Терапевт\", тоже стоит спросить.\nТы же раньше на них всех работал, да? Думаю, они хотя бы что-то полезное тебе расскажут. Справишься?",
  "6798e18f1094b3f0d0978e8e successMessagetext": "Ну что, есть информация? Это письмо от кого-то из них? Отлично, я изучу его и сообщу, когда снова понадобится помощь. И не забудь забрать награду.",

  "679906fae0d59515b478d274": "Ищи улики в бункере под картиной \"1986\" на стене",
  "679907209177cebb36efce7f": "Передай письмо, написанное пропавшей группой Lotus",
  "679906dffa6f6767cf5490a8": "Ищи улики у выхода из медпункта",
  "6799074de4c848cad6786b43": "Выживи и покинь Завод через выход у медпункта",
  "67990658c4c1cec1f75c13ba name": "Неожиданная находка",
  "67990658c4c1cec1f75c13ba description": "Итак, по всей информации, которая у нас есть, моя команда двинулась из леса на Завод.\nПисьмо от одного из торговцев содержит детали произошедшего.\n\nОказалось, они обратились к доктору за помощью — за ними кто-то гнался. Пока не знаем, кто...\nПохоже, пора проверить следующую зацепку. Терапевт сказала, что их отправили на Завод с заданием, и объяснила: если что-то пойдёт не так, им стоит укрыться в бункере под какой-то картиной с надписью \"1986\". Без понятия, что это значит. Может, ты разберёшься? Попробуй поискать там что-нибудь.\nВдруг мои ребята оставили там подсказку.\n\nИ ещё: их заданием был обыск медпункта. Думаю, стоит проверить и это место. Удачи там.",
  "67990658c4c1cec1f75c13ba successMessagetext": "Тела ЧВКшников в точке эвакуации? Это должны быть они... Какая жалость. Что ж, теперь, когда эта часть решена, нам нужно двигаться дальше. Мы не можем это просто так оставить, понимаешь? И письмо? Думаю, его написали мои ребята. Я посмотрю.",

  "679932fe38b69e37f865d899": "Посети убежище Механика у двери бункера с камерами на Заводе",
  "679a417cd049d41d17bfc50c": "Достань письмо с сообщением для Механика",
  "67993317c61be21f688dd2cb": "Оставь письмо с сообщением для Механика у входа в его убежище",
  "6799286d2c0cbcd521bf44dd name": "Интересная возможность",
  "6799286d2c0cbcd521bf44dd description": "Ладно, в этом письме, которое ты нашёл, было написано: \"Свяжись с механиком, нужна помощь срочно!\".\nМожет, имеется в виду Арсеньевич? Тот самый \"Механик\"?\nПохоже, есть только один способ это проверить. Думаю, он до сих пор прячется где-то на Заводе — в подземных бункерах или, может, в кладовых? Ты же наверняка знаешь, где его искать.\n\nВозьми это письмо и отнеси ему. Оставь у входа в его убежище, где кроме него никто не увидит. Учти, у него повсюду камеры... Жутковато.\nЕсли вдруг потеряешь письмо, я пришлю кого-то оставить копию точно там, где ты его в прошлый раз нашёл. Всё понял?",
  "6799286d2c0cbcd521bf44dd successMessagetext": "Всё готово? Отлично. Теперь остаётся ждать ответа.",

  "679b8f6daa39450c004d1ffa": "Достань зашифрованное сообщение, спрятанное где-то в лагере Егеря",
  "679b8f6de042c414f6049147": "Передай сообщение Lotus",
  "679b8e71679cb913c9103bee name": "Следующая зацепка",
  "679b8e71679cb913c9103bee description": "Привет! Мне сказали, ты нашёл ещё одну зацепку, да?\nОтлично. Егерь связался со мной — хотел передать информацию лично, но сейчас занят другими делами.\n\nВ общем, тебе придётся отправиться в его лагерь и забрать письмо самому. Справишься? Егерь сказал, что спрятал его под охотничьей вышкой. Если он не водит нас за нос, это может привести к последней улике. Только будь осторожен, понял?",
  "679b8e71679cb913c9103bee successMessagetext": "Фантастика! Ты справился — отличная работа. Я изучу информацию из письма и приложенные фото. Жди новых указаний.",

  "679b9ba5aaf812a851c497e6": "Найди возможное укрытие бойцов, уничтоживших группу Lotus, в синей Вилле на Маяке",
  "679b9b9301a7ddb085068349": "Найди возможное укрытие бойцов, уничтоживших группу Lotus, в шале на Маяке",
  "679b9b8d10b80bc809edb32f": "Найди возможное укрытие бойцов, уничтоживших группу Lotus, в заброшенном дебаркадере на пляже Маяка",
  "679b9b8047c115788599cd4e": "Найди возможное укрытие бойцов, уничтоживших группу Lotus, в прибрежных домах на Маяке",
  "679b9b5ed5b33ebd6a00de02": "Достать информацию, спрятанную в спальне прибрежного дома на Маяке",
  "679b9b5ec9313661f6ddbc46": "Передай ноутбук с данными",
  "679b97a57b4662b8eac3540a name": "Ордер на обыск",
  "679b97a57b4662b8eac3540a description": "Так, слушай. Те, кто убрал моих ребят — не BEAR, не USEC, и не местные банды. Но и одиночками их не назвать.\nТеперь я знаю, как они выглядят: коричневая форма, разгрузки ARS Arma, шлемы Exfil, SR-3M под 9x39, лица в арафатках. Думаю, это не просто стиль.\n\nНайди их можно в четырёх точках на Маяке:\n1. Спальня в синей вилле.\n2. Шале — верхние комнаты.\n3. Верхний этаж дебаркадера на пляже.\n4. Один из прибрежных домов.\n\nОсмотри эти места. Если встретишь их — будь осторожен. Когда найдёшь улики — доложи мне.",
  "679b97a57b4662b8eac3540a successMessagetext": "Ноутбук с данными? Отлично. Сейчас проверю. Спасибо.",
  
  "679671c458c1e87c291dc342": "Не убивать Санитара или его свиту",
  "6796754a9547379237a4c2d4": "Устрани Диких, используя указанное снаряжение",
  "679674f41b8a8ed0fdbc3b63": "Устрани ЧВК, используя указанное снаряжение",
  "679674df07dc5c876d962bca": "Устрани Отступников или их боссов, используя указанное снаряжение",
  "67966e33a1a7e9077af54709 name": "Приманка для врага",
  "67966e33a1a7e9077af54709 description": "Я просмотрела ноутбук, который ты мне принёс. Там куча безумных данных, но не то, что нам сейчас нужно. Хотя кое-что полезное всё-таки есть...\nМожет, обсудим это позже — слишком конфиденциально. Думаю, мы можем навредить этим людям, если переложим их преступления на других. Тот, кого обвинят, наверняка захочет отомстить.\nЗвучит как план, да?\n\nУже есть кандидат — Санитар и его банда. Они и так доставали нас раньше. Почему бы не устроить им ответные проблемы?\n\nБудет рискованно. Тебе придётся одеться как бойцу, которые разгромили мою группу в прошлый раз. Дам список нужного снаряжения — часть одолжу, но не рассчитывай на замену, если потеряешь.\n\nЛиквидируй Диких, для тебя это пустяки. И не забудь убрать пару ЧВК и Отступников с водоочистной станции. Надо, чтобы слухи пошли. И ни в коем случае не трогай Санитара или его людей, ясно?\nДоложишь, когда закончишь.\n\nУказанное снаряжение:\n - Шлем Team Wendy \"EXFIL Ballistic\"\n - Разгрузочный жилет с бронепластинами Ars Arma CPC MOD.1\" (A-TACS FG) или Ars Arma \"A18 Сканда\"\n - Любое оружие под патрон 9x39 мм\n - Любая арафатка",
  "67966e33a1a7e9077af54709 successMessagetext": "Слухи разлетелись мгновенно. Ты отлично справился, солдат. Забери награду — знаешь, где она лежит.",
  "67966e33a1a7e9077af54709 failMessageText": "Я же говорила не трогать этого типа или его банду, как бы он ни заслужил. Их невовлечённость критична для плана. Передохни и попробуй снова.",

  "6796769264889b7ed2ce2265": "Не убивать Санитара или его свиту",
  "67967a4ad8d93d0e67c9e5bc": "Найди офис Санитара в Санатории на Берегу",
  "67967a80e15bb0e61f3c13e9": "Спрятать бронеразгрузки Ars Arma в душе внутри офиса Санитара",
  "67967a960d9ae61b91e99598": "Спрятать шлемы Team Wendy EXFIL Ballistic в душе внутри офиса Санитара",
  "67967ab15d7bf2bff7ff9cec": "Спрятать оружие под 9x39 мм в душе внутри офиса Санитара",
  "67967a9cd6416be3bb8c50cf": "Спрятать арафатки в душе внутри офиса Санитара",
  "67967af44370523ca56d7317": "Выжить и покинуть Берег",
  "6796764b2cf9f076f16717d4 name": "Подбрасываем улики - Часть 1",
  "6796764b2cf9f076f16717d4 description": "Дальше нужно действовать быстро, слухи ведь разлетаются мгновенно.\n\nПока мы тут работаем, у меня есть знакомый, который уже занимается другим делом. Это займёт время, но мы не можем сидеть сложа руки.\n\nРаз мы уже закинули приманку, нельзя просто ждать, пока рыба клюнет. Надо замести следы, которые могут привести к нам. Самый логичный шаг — спрятать всё использованное снаряжение в офисе Санитара на курорте. Справишься? Только снова не трогай его банду.",
  "6796764b2cf9f076f16717d4 successMessagetext": "Всё сделано? Отлично. Работа ещё не закончена — свяжусь, когда будет новое задание.",
  "6796764b2cf9f076f16717d4 failMessageText": "Эй! Оставь этих людей в покое. Мы не можем привлекать внимание, особенно тех, кого хотим подставить. Попробуй снова, когда всё утихнет.",

  "67967b783fd0f62662d70142": "Найди флешку с фальшивками в указанной точке на Таможне",
  "67967c045f616546eaa6d0f3": "Покинуть Таможню",
  "67967c2c4758e922ed99e6c6": "Пройти в офис Санитара в Лаборатории",
  "67967d05afe9aadd1ba7d77a": "Достать флешку, подключённую к его ноутбуку",
  "67967daa0db23ea172248447": "Вставить флешку с фальшивками в его ноутбук",
  "67967de824dd2f1e3de581fc": "Выжить и покинуть лабораторию",
  "67967d736cc28f69436d5905": "Передай флешку с синей отметкой",
  "67967b160fcf8aff0d6447d2 name": "Подбрасываем улики - Часть 2",
  "67967b160fcf8aff0d6447d2 description": "Не забудь: окно возможностей узкое, так что слушай внимательно.\nМой знакомый закончил подделку данных — теперь вся вина перекладывается на банду Санитара. Гениально, правда? Флешка с фальшивками лежит в багажнике разбитой машины на мосту где-то на Таможне. Забери её и выбирайся оттуда.\n\nПотом тебе нужно пройти в лабораторию Terragroup, прямо в офис Санитара. Потребуется ключ-карта — дам тебе копию, но она одноразовая, будь осторожен.\n\nВ офисе найди его ноутбук. Если в нём уже есть флешка — вытащи и принеси мне. Затем вставь нашу флешку с поддельными данными и уходи. Звучит как план, да?",
  "67967b160fcf8aff0d6447d2 successMessagetext": "Флешка вставлена? Отлично, теперь ждём. Я пустила пару слухов — надеюсь, подключится кто-то важный. Тогда мы закроем ещё одну брешь.",

  "67975fd2bdef815278b9619a": "Передай Ключ с пометкой от кабинета Санатория и Ключ-карта с синей маркировкой Миротворцу",
  "67975a790a4f9c2f44fe2911 name": "Передача улик",
  "67975a790a4f9c2f44fe2911 description": "Солдат, теперь ООН в деле — сам понимаешь, что это значит.\nМой знакомый слил им расшифрованные данные, но там лишь намёки. Теперь твой черёд. Раз ты раньше работал на этого Миротворца — он попросит помощи, а ты согласишься. Так и задумано.\n\nСкажи, что видел банду Санитара в том самом снаряжении, что ты использовал раньше. Вручи ему ключ от их офиса и ключ-карту — я тебе их подготовлю.\n\nВсё просто. Если сработает — проблем станет меньше. Только не облажайся.",
  "67975a790a4f9c2f44fe2911 successMessagetext": "Готово? Идеально. Теперь это их головная боль. Молодец, солдат.",

  "6748868e876042978a39da4d": "Установи Цифровой защищенный DSP радиопередатчик на вершине маяка на Маяке",
  "6748868e2e5d5cba7e9cc9a4": "Установи Цифровой защищенный DSP радиопередатчик на втором этаже радарной станции на острове Маяка",
  "674886a0731e4fd618c492d4": "Установи Цифровой защищенный DSP радиопередатчик рядом с лодкой на острове Маяка",
  "674886a4a64eba479fd8ef40": "Обследовать Меченную комнату на острове Маяка",
  "67488670a9bfa58a5cedbf78 name": "Слежка за вышкой",
  "67488670a9bfa58a5cedbf78 description": "Ладно, мы собрали кучу данных, но можно копнуть глубже. Механик уже помог тебе наладить контакт со Смотрителем? Хотим избежать крови — попробуй добраться до острова мирно. Нужно поставить три ретранслятора: у причала, на крыше радарной станции и на самом верху маяка.\n\nИ ещё. Раз этот тип связан с Сектантами, на острове должна быть особая комната. Мой человек недавно нашёл ключ — видимо, от неё. Удачи, солдат.",
  "67488670a9bfa58a5cedbf78 successMessagetext": "Отлично. Посмотрим, что можно сделать со Смотрителем. Может, договоримся? Или всё пойдёт наперекосяк... Не забудь забрать награду. И держись там.",
 
  "674884b24c54111d55a04563": "Устрани бойцов Сектантов",
  "674884c006e4642b42deff30": "Оставить жреца Сектантов в живых",
  "674884ca13657cee8336ff2f": "Выжить и покинуть локацию",
  "674884a3ebf5b8cdbf739bd8 name": "Послание для них",
  "674884a3ebf5b8cdbf739bd8 description": "Теперь мы знаем, что Смотритель связан с Сектантами — они даже охраняют его остров. Нужно убрать часть из них и посмотреть на реакцию. Будь осторожен: оставь в живых одного — жреца. И не забудь покинуть локацию. Удачи, боец.",
  "674884a3ebf5b8cdbf739bd8 successMessagetext": "Молодец. Теперь ждём ответа... И забери награду.",
  "674884a3ebf5b8cdbf739bd8 failMessageText": "Мы же договорились оставлять последнего в живых. Ищи новую группу.",
 
  "6747b8ebef7e4b41d769f612": "Достигни 3 уровня доверия у Lotus",
  "6747b8eb09ff75fcced9ef8b": "Достигни 3 уровня доверия у Барахольщика",
  "6747b8f10a99be35699cafbb": "Достигни 3 уровня доверия у Егеря",
  "6747b8d6b8b522e15a7aa392 name": "Земля возможностей",
  "6747b8d6b8b522e15a7aa392 description": "Ну как, работаешь с Аршавиром и Егоровичем? Похоже, ты давно с ними сотрудничаешь, это хорошо. Доверие здесь решает всё в делах. Может, обсудим сотрудничество с другими торговцами? Уверена, ты и им докажешь свою преданность.\n\nУ тебя ещё куча заданий — посмотри открытые контракты. Всегда есть, чем помочь.",
  "6747b8d6b8b522e15a7aa392 successMessagetext": "Отлично. Ты и правда мастер тарковских дел, да?",

  "6747b947bb40025a31f66bca": "Достигни 4 уровня доверия у Lotus",
  "6747b920719aa1658981f7d1 name": "Лучший друг торговца",
  "6747b920719aa1658981f7d1 description": "Смотри-ка, надёжный и заслуживающий доверия — ты можешь собой гордиться. Готов получить доступ к нашему лучшему ассортименту? Наше прошлое сотрудничество уже принесло плоды.\nДумаю, ты справишься, но помни: ещё многое требует твоего внимания. Ты готов?",
  "6747b920719aa1658981f7d1 successMessagetext": "Похоже, ты идеальный партнёр. Загляни в наш эксклюзивный ассортимент — учти, некоторые вещи стоят особых усилий.",

  "677b4a06dbba76961c2cfbd4": "Продать патроны Lotus",
  "677b4541f0e406dc6526e7aa name": "Контроль над рынком",
  "677b4541f0e406dc6526e7aa description": "Привет! Послушай, нужна услуга — необычная. Речь о налогах и \"чистых\" деньгах. Улавливаешь? Объясню подробнее...\n\nВидишь ли, мне нельзя вести дела без правильной отчётности. Не могу просто так скупать патроны — репутацию беречь надо! Если партнёры увидят, что я почти ничего не покупаю, они откажутся сотрудничать. Это катастрофа! Помоги избежать проблем — конечно, не бесплатно.\n\nКуплю любые патроны, которые тебе не нужны. Любые, главное — целые. Поможешь?",
  "677b4541f0e406dc6526e7aa successMessagetext": "Думаю, пока хватит. Спасибо за помощь — надеюсь, это избавит от головной боли.",

  "6747ba0e52c930513a51e9e0": "Передай евро Lotus",
  "6747b9fb1a03abf3f630ae1f name": "Новый игрок на рынке",
  "6747b9fb1a03abf3f630ae1f description": "Снова здравствуй. У меня важное дело. Нужен надёжный человек. У тебя есть свободные деньги? Не волнуйся — скоро верну долг ценностями. Дело в новом торговце, который колесит по Таркову. Он продаёт важные технологии, но дорого и только за евро. Проблема в том, что у меня сейчас нет этой валюты. Можешь взять оплату на себя?\n\nПоспеши — а то кто-то другой перехватит сделку...",
  "6747b9fb1a03abf3f630ae1f successMessagetext": "Сделка закрыта, спасибо. Поверь, мы ещё на этом заработаем.",
  "6747b9fb1a03abf3f630ae1f failMessageText": "Что?? Я такого не ожидала от тебя. В будущем даже не думай так поступать. Все эти усилия ради чего?",

  "6747ba92182fd6b974064d16": "Передай Фигурку Депутата Муткевича",
  "6747ba92ab5945470a296214": "Передай Фигурку Дикого",
  "6747ba9939239bbc65f7861c": "Передай фигурку Рыжего",
  "6747ba99873774efdc18c53f": "Передай фигурку BEAR",
  "6747baa07482452a36000b1b": "Передай фигурку USEC",
  "6747baa01e319a6599acc0a7": "Передай фигурку Деда Мороза",
  "6747baa6a8edfcea842e378a": "Передай фигурку Сектанта",
  "675b8220dc8368404ae065c8": "Передай фигурку Дэна",
  "675b822062b76a8b0fa8459c": "Передай фигурку Киллы",
  "675b8220f875fc0a39aff34f": "Передай фигурку Тагиллы",
  "675b82204818898c9f0d2c3d": "Передай фигурку Решалы",
  "6747ba84ea3a80b532e68ad6 name": "Особый коллекционер",
  "6747ba84ea3a80b532e68ad6 description": "Знаешь, я тебе ещё не рассказывала, но сейчас в обороте появились странные коллекционные штуки. Никто не знает, кто их создал и зачем. Обычно я не гонюсь за таким, но эти экземпляры... Уникальные. Может, найду коллекционера, который отвалит за них кучу денег. Принеси мне по одной каждой фигурке, ладно? У меня есть кое-какие вещи, которые тебе пригодятся — уверена на 100%.",
  "6747ba84ea3a80b532e68ad6 successMessagetext": "Это всё? Выглядят обалденно... Спасибо, боец.",

  "67eafc85f082d899eb6949a2": "Использовать обезболивающие в рейде (кроме стимуляторов)",
  "6747bf604962f99c343a7927 name": "Подготовка ЧВК - Первая помощь - Часть 1",
  "6747bf604962f99c343a7927 description": "Тарков — место вне закона. Все вокруг агрессивны, везде стрельба и хаос. Риск получить тяжёлое ранение или погибнуть огромен, но ты и сам это знаешь.\n\nКак насчёт пары задачек? Платить буду всё лучше с каждым разом, плюс открою доступ к новым медикаментам. Интересно? Отлично! Начнём с первого задания. Обезболивающие в бою незаменимы — например, помогут бежать, даже если ноги ранены. Обычно их принимают прямо перед стычкой.\n\nНаучись использовать таблетки в бою (стимуляторы не в счёт). Возвращайся, когда получится.",
  "6747bf604962f99c343a7927 successMessagetext": "Что, разобрался? Отлично! Забери оплату и посмотри, какие новинки теперь доступны.",

  "67eafca07159427e03a4d7ca": "Использовать жгуты или гемостатики в рейде",
  "66c51c87a7c00a9e9e891706 name": "Подготовка ЧВК - Первая помощь - Часть 2",
  "66c51c87a7c00a9e9e891706 description": "Кровотечение может не убить сразу, но медленно вытягивает из тебя жизнь. Главное — не паниковать в такой момент. Обычно есть время на реакцию.\n\nИногда кровь хлещет... Совсем не остановить. Важно знать, как справиться с сильным кровотечением. Для этого подойдут жгуты или гемостатики. Стимуляторы тоже помогают, но ты ж учишься — так что обойдёмся без них.\n\nРазберёшься, как использовать жгуты? Уверена, это пригодится в бою.",
  "66c51c87a7c00a9e9e891706 successMessagetext": "Вернулся раньше, чем я ожидала. Неплохо. Хоть кровь с одежды отмыл бы... Ладно, забирай награду и посмотри новые товары в ассортименте.",

  "67eafce6bd2fd7e3fcf9ea99": "Использовать шины в рейде",
  "66c51c8c2efa5cee3b8326a3 name": "Подготовка ЧВК - Первая помощь - Часть 3",
  "66c51c8c2efa5cee3b8326a3 description": "Сломать конечность — это не только больно, но и смертельно опасно. Представь: нога подводит во время побега или перехода через открытую зону. Обезболивающие помогут, но перелом надо исправить.\n\nИспользуй шины для лечения переломов рук или ног. Не советую ломать себе что-то специально — поверь. В общем, научись лечить переломы с помощью шин. Удачи там.",
  "66c51c8c2efa5cee3b8326a3 successMessagetext": "Молодец, солдат. Советую отдохнуть — такие нагрузки вредят костям.",

  "67eafd4caea6ab8f7c682f9c": "Использовать аптечки в рейде",
  "67eafd90b0ada3304561da61": "Использовать шины в рейде",
  "67eafdbd2c206762cceae2d8": "Использовать жгуты в рейде",
  "67eafde71c3876ac242bcda5": "Использовать стимуляторы в рейде",
  "66c51c9298f84f4a15184520 name": "Подготовка ЧВК - Первая помощь - Часть 4",
  "66c51c9298f84f4a15184520 description": "Ладно, давай объединим все предыдущие задания и добавим парочку новых, как тебе?\n\nПрактика лишней не бывает, ну... если не считать, что в твоём случае она буквально бьёт по телу. Разберись, как использовать аптечки и стимуляторы, плюс закрепи навыки с шинами и жгутами. Думаю, для тебя это не проблема, да?\n\nДавай, мы с ребятами на тебя рассчитываем. Ты справишься!",
  "66c51c9298f84f4a15184520 successMessagetext": "Впечатляет, молодец. Ты знаешь, где лежит твоя награда.",

  "67ebb07c4b33707ffe1eaf14": "Устрани Диких без использования медикаментов и без смертей",
  "66c51c97bf84ff530148f164 name": "Подготовка ЧВК - Первая помощь - Часть 5",
  "66c51c97bf84ff530148f164 description": "Давай закроем этот вопрос. Пора нарастить сложность. Ты готов?\n\nЕсли Егерь не давал тебе таких заданий — это отличная тренировка. Потом скажешь спасибо. Нужно убрать Диких, но нельзя использовать лечение и получать серьёзные ранения. Ожидаю увидеть тебя в живых!\n\nЯ не оплачиваю больничные, так что советую сделать всё за один заход. Иначе получишь головную боль и пустой кошелёк. Понял? Тогда удачи, солдат.",
  "66c51c97bf84ff530148f164 successMessagetext": "Видишь? Я знала, что на тебя можно положиться. Пока всё — иди отдохни, солдат.",
  "66c51c97bf84ff530148f164 failMessageText": "Ничего страшного. Задание непростое. Передохни, остынь. Держи дистанцию с врагами и не выглядывай из-за укрытия дважды подряд.",

  "6747be7affcd18d98a2227e4": "Достигни требуемого уровня умения \"Внимательность\"",
  "6747be7a772885b8ba77be7e": "Достигни требуемого уровня умения \"Выносливость\"",
  "6747be7aeaf935881562ce9c": "Достигни требуемого уровня умения \"Сила\"",
  "6747be6cac417a049759b0a8 name": "Подготовка ЧВК - Собиратель - Часть 1",
  "6747be6cac417a049759b0a8 description": "Сомневаюсь, что тебя учили обыскивать места в твоём прежнем отряде, но здесь это необходимо для выживания. Учись искать материалы, медикаменты, патроны — всё. Тренируй выносливость: надо же тащить добычу до выхода. Докачаешь умения — возможно, снабжу тебя снаряжением.",
  "6747be6cac417a049759b0a8 successMessagetext": "Ну как тебе жизнь собирателя? Шучу, не кипятись. Держи оплату.",

  "66c0221114aa0a298f3c2b0f": "Достигни требуемого уровня умения \"Внимательность\"",
  "66c0220e3a500b393fd23a2d": "Достигни требуемого уровня умения \"Поиск\"",
  "66c021dc9289486ef682c2e4 name": "Подготовка ЧВК - Собиратель - Часть 2",
  "66c021dc9289486ef682c2e4 description": "Ну что, мистер \"Собиратель\", хочешь больше снаряжения? Уверена, тебе пригодится умение выносить больше добра из рейдов. Прокачивай умение поиска — у нас в запасе ещё есть кое-что интересное для тебя. Помни: всё имеет свою цену. Удачи там.",
  "66c021dc9289486ef682c2e4 successMessagetext": "Похоже, тренировки окупаются. Продолжай развивать умения — это может спасти тебе жизнь.",

  "66c155e66d2a12328d73e257": "Достигни требуемого уровня умения \"Внимательность\"",
  "66c155f282939944b2535f48": "Достигни требуемого уровня умения \"Поиск\"",
  "66c1575f1e0406a1b1c91c77": "Достигни требуемого уровня умения \"Выносливость\"",
  "66c155ada8d7150863c89499 name": "Подготовка ЧВК - Собиратель - Часть 3",
  "66c155ada8d7150863c89499 description": "Похоже, тебе нужно больше снаряги, ладно, у меня есть. Продолжай тренировать умения поиска и выносливости, собирай всё ценное. Сам знаешь, кому продать или как использовать. А как наполнишь рюкзак — вали оттуда.",
  "66c155ada8d7150863c89499 successMessagetext": "Молодец. Загляни на наш новый ассортимент рюкзаков — пригодятся.",

  "66c157c7821fb4134cbff798": "Достигни требуемого уровня умения \"Выносливость\"",
  "66c157d0a5ad258500009228": "Достигни требуемого уровня умения \"Сила\"",
  "66c157d92846a825b7c44131": "Достигни требуемого уровня умения \"Поиск\"",
  "66c156226ac87e4431cb0feb name": "Подготовка ЧВК - Собиратель - Часть 4",
  "66c156226ac87e4431cb0feb description": "Эй, классные рюкзаки у тебя теперь, но с весом, кажется, немного напрягаешься, да? Чем больше тащишь — тем тяжелее, это очевидно. Пора потренироваться! Если обустроил спортзал в убежище — настоятельно рекомендую им пользоваться. Помни: чем больше добычи вынесешь за раз — тем больше времени сэкономишь.",
  "66c156226ac87e4431cb0feb successMessagetext": "Ух, тяжёлый рюкзак... Там кирпичи, что ли? Ну, тоже способ тренировки. Не забудь забрать оплату.",

  "66c156ddb711977015b36829": "Достигни требуемого уровня умения \"Внимательность\"",
  "66c156ca982b32afd7b153c1": "Достигни требуемого уровня умения \"Поиск\"",
  "66c156c1250226722ac49e39": "Достигни требуемого уровня умения \"Выносливость\"",
  "66c156b6692d004532924dba": "Достигни требуемого уровня умения \"Сила\"",
  "66c1565e796a61e8a711e6d9 name": "Подготовка ЧВК - Собиратель - Часть 5",
  "66c1565e796a61e8a711e6d9 description": "Ладно, у меня есть ещё кое-что получше — снаряжение выше классом. Прокачивай все умения до предела. Продолжай тренироваться и возвращайся, когда будешь готов.",
  "66c1565e796a61e8a711e6d9 successMessagetext": "М-да, настоящий эксперт по сбору, да? Загляни в наш ассортимент. Награда ждёт в обычной точке выдачи.",

  "6747bebffec433d6d39a8c04": "Достигни требуемого уровня умения \"Штурмовые винтовки\"",
  "6747bebf8847bf4ab2296662": "Достигни требуемого уровня умения \"Прицеливание\"",
  "6747beb0723e16cc522b30a9 name": "Подготовка ЧВК - Пехота - Часть 1",
  "6747beb0723e16cc522b30a9 description": "Ты хорошо обращаешься со штурмовыми винтовками? Глупый вопрос — солдат, который не умеет обращаться с оружием, звучит смехотворно...\nЛадно, может, докажешь свои боевые навыки? Освой штурмовые винтовки, тренируй прицеливание и учись контролировать отдачу. Докажи, на что способен, боец. Я на тебя рассчитываю.",
  "6747beb0723e16cc522b30a9 successMessagetext": "Хорошая работа, боец. Награда уже в пути.",

  "66c244515bcb78515e477ff1": "Достигни требуемого уровня умения \"Штурмовые винтовки\"",
  "66c24451929339a102f467b5": "Достигни требуемого уровня умения \"Прицеливание\"",
  "66c2446ff1e0061b857ffed9": "Достигни требуемого уровня умения \"Работа с магазинами\"",
  "66c244489cd554035b1ba245 name": "Подготовка ЧВК - Пехота - Часть 2",
  "66c244489cd554035b1ba245 description": "Тренировок никогда не бывает много, особенно в Таркове. Научись чувствовать винтовку как часть себя. Ты должен управлять оружием, а не оно тобой. Патроны в бою кончаются — тренируй снаряжение магазинов. Умение быстро перезарядиться однажды спасёт тебя. Поблагодаришь потом.",
  "66c244489cd554035b1ba245 successMessagetext": "Молодец, боец. Загляни в наш ассортимент.",
 
  "66c246ae37b881e15ba0f417": "Достигни требуемого уровня умения \"Штурмовые винтовки\"",
  "66c246ae2d50cfa98a748364": "Достигни требуемого уровня умения \"Прицеливание\"",
  "66c246aed41f0e4fc2e65a24": "Достигни требуемого уровня умения \"Работа с магазинами\"",
  "66c246975c91c78198d4077c name": "Подготовка ЧВК - Пехота - Часть 3",
  "66c246975c91c78198d4077c description": "Ладно, лишняя тренировка не помешает, да? Отлично. У тебя ещё куча снаряжения недоступно... Пока что. Можешь это изменить, но всё имеет свою цену. Прокачивай умения и возвращайся, если захочешь. Я буду ждать.",
  "66c246975c91c78198d4077c successMessagetext": "Заметил прогресс? Ладно, награда ждёт в обычной точке.",

  "66c2488b49153eb863f762fa": "Достигни требуемого уровня умения \"Штурмовые винтовки\"",
  "66c2488b5a88529678c23390": "Устрани противников, используя оружие под патрон 5.45x39",
  "66c2488b00349f29537663c8": "Устрани противников, используя оружие под патрон 7.62x39",
  "66c24845a671c1a1aa170372 name": "Подготовка ЧВК - Пехота - Часть 4",
  "66c24845a671c1a1aa170372 description": "Ладно, прокачка умений — это ещё не всё. Важно, как ты действуешь в рейде. Есть для тебя задачка, но для такого, как ты, это не составит труда, да? Докажи это — уложи парочку противников определённым оружием. Речь о 5.45x39 и 7.62x39 — классика советской мощи. Справишься?",
  "66c24845a671c1a1aa170372 successMessagetext": "Неожиданно. Молодец, боец. Я и так знала, что ты справишься. Не забудь забрать награду.",
 
  "66c249a534386948d2e31c2f": "Достигни требуемого уровня умения \"Штурмовые винтовки\"",
  "66c249a55a3d769fa07035e8": "Достигни требуемого уровня умения \"Прицеливание\"",
  "66c249a5f0b7d89d883c2dcf": "Достигни требуемого уровня умения \"Работа с магазинами\"",
  "66c249cd6ed74822fde05c94": "Устрани противников, используя оружие под патрон .366 TKM",
  "66c249657e6d87ebf458f0bf name": "Подготовка ЧВК - Пехота - Часть 5",
  "66c249657e6d87ebf458f0bf description": "Слушай, я тебе рассказывала про кастомные пули от Механика? Бронебойные .366 TKM — доступ к ним в нашем ассортименте открыт. Если, конечно, есть чем заплатить. А теперь к делу: прокачай все свои умения до предела, затем перестреляй кучку противников с оружием под .366 TKM и возвращайся с отчётом.",
  "66c249657e6d87ebf458f0bf successMessagetext": "Молодец, солдат. Ещё одно задание в копилку.",

  "6747befcbc4d598c2739843b": "Достигни требуемого уровня умения \"Пистолеты-пулемёты\"",
  "6747befce11d21210cb9e05d": "Достигни требуемого уровня умения \"Дробовики\"",
  "6747beeab265397e48b7562c name": "Подготовка ЧВК - Ближний бой - Часть 1",
  "6747beeab265397e48b7562c description": "Ты опытный в ближнем бою, боец? Тебе стоит подготовиться — эти навыки пригодятся в Таркове. Лучше тренироваться заранее: здесь полно мест, где умение стрелять в упор спасёт тебе жизнь. Докажи, как обращаешься с дробовиками и пистолетами-пулемётами. Взамен открою доступ к новому оружию в нашем ассортименте.",
  "6747beeab265397e48b7562c successMessagetext": "Опять справился? Ладно, держи награду.",

  "66c2cc56d955427f3812145d": "Достигни требуемого уровня умения \"Пистолеты-пулемёты\"",
  "66c2cc5667c845baf4038a2d": "Устрани противников с расстояния менее 25 метров, используя ПП",
  "66c2cc6417dbf45d9955c794 name": "Подготовка ЧВК - Ближний бой - Часть 2",
  "66c2cc6417dbf45d9955c794 description": "Иногда надо готовиться к ближнему бою — нельзя надеяться, что враги будут держаться на дистанции как мишени. Враг может подойти вплотную и запросто прикончить тебя... Или ты сам подкрадёшься и сделаешь это первым. Звучит логично, да?\nЛадно, тренируйся с ПП и докажи, что можешь убирать цели вблизи. Удачи там, боец.",
  "66c2cc6417dbf45d9955c794 successMessagetext": "О, ты вернулся. Всё в порядке? Молодец, солдат. Не забудь забрать награду.",

  "66c3c61e42c752881b1bcf7d": "Достигни требуемого уровня умения \"Дробовики\"",
  "66c3c61ec410bf4d4d441c6f": "Устрани противников с расстояния менее 20 метров, используя дробовики",
  "66c3c609fbd11916a455405a name": "Подготовка ЧВК - Ближний бой - Часть 3",
  "66c3c609fbd11916a455405a description": "Есть кое-что эффективнее ПП в ближнем бою... Дробовики. Уловил суть? Всё как в прошлый раз, только с дробовиками. Ясно?",
  "66c3c609fbd11916a455405a successMessagetext": "Молодец. Надеюсь, ничего не помешало. Вот твоя награда.",

  "66c3ccf9df6f8b969eb31400": "Устрани противников, используя ПП под патрон 9x19",
  "66c3ccf965bd6fffa7cad7ec": "Устрани противников, используя дробовики под патрон 12/70",
  "66c3ccf9a396f234ea0bf8d0": "Достигни требуемого уровня умения \"Пистолеты-пулемёты\"",
  "66c3ccf918860de5a0a9f777": "Достигни требуемого уровня умения \"Дробовики\"",
  "66c3ccf91d8e4df0710ee395 name": "Подготовка ЧВК - Ближний бой - Часть 4",
  "66c3ccf91d8e4df0710ee395 description": "Давай объединим твои прошлые испытания! С небольшими изменениями: теперь используй ПП под 9 мм и дробовики 12 калибра. Думаешь, справишься? Доложишь по завершении. Удачи, солдат.",
  "66c3ccf91d8e4df0710ee395 successMessagetext": "Молодец, в итоге получилось. Я и не сомневалась, конечно... Не забудь забрать награду.",

  "66c3d0b3293a8db8eb612cd4": "Устрани противников выстрелами в голову с расстояния менее 20 метров, используя ПП",
  "66c3d0b391d7a065cbe9e575": "Устрани противников с расстояния менее 10 метров, используя дробовики",
  "66c3d0b3933f1ba84a41f7ea": "Достигни требуемого уровня умения \"Пистолеты-пулемёты\"",
  "66c3d0b3543fd8a7a0f616ca": "Достигни требуемого уровня умения \"Дробовики\"",
  "66c3d0b3aca099bef346ecc6 name": "Подготовка ЧВК - Ближний бой - Часть 5",
  "66c3d0b3aca099bef346ecc6 description": "Последнее задание, ты в деле или нет?\nПохоже, ты с нами — отлично! Усложним: нужно убирать цели выстрелами в голову из ПП на близкой дистанции. А потом — преврати парочку противников в кровавое месиво из дробовика в упор. И следи за Дикими: они тоже обожают дробовики. Удачи.",
  "66c3d0b3aca099bef346ecc6 successMessagetext": "Ну что, справился? Молодец! Награда ждёт в привычном месте.",

  "6747bf34d21afcc2532f2f5e": "Достигни требуемого уровня умения \"Болтовые винтовки\"",
  "6747bf2633dcfc282d417efe name": "Подготовка ЧВК - Меткая стрельба - Часть 1",
  "6747bf2633dcfc282d417efe description": "Порой лучше, умнее и, конечно, безопаснее убирать цели издалека. Тебе нужно освоить снайперские винтовки. Станьте единым целым с самим собой и своей винтовкой, там будет очень одиноко.\n\nНеважно, какое у тебя оружие — оно лишь инструмент в руках стрелка. Не умеешь с ним обращаться — оно бесполезно. Сможешь доказать обратное?",
  "6747bf2633dcfc282d417efe successMessagetext": "Вот это да, настоящий снайпер. Ты отлично справился и доказал своё мастерство. Держи награду.",

  "66c3f21411fa1c680c0d98a9": "Достигни требуемого уровня умения \"Болтовые винтовки\"",
  "66c3f21479e83311c5c311af": "Устрани противников с помощью болтовых винтовок",
  "66c3f214cb3b751f05e418d4 name": "Подготовка ЧВК - Меткая стрельба - Часть 2",
  "66c3f214cb3b751f05e418d4 description": "Теперь займёмся конкретикой. Иногда нельзя искать лёгких путей — придётся использовать классику. Как насчёт того, чтобы в этот раз брать только болтовую винтовку? Поработай с ней, устрани несколько целей. Неважно, кто, где или когда. Удачи, солдат.",
  "66c3f214cb3b751f05e418d4 successMessagetext": "Отлично справился, хорошая работа!",

  "66c3faee782ecf9762930c82": "Достигни требуемого уровня умения \"Марксманские винтовки\"",
  "66c3faeecafb24d8fac6cece": "Устрани противников с помощью марксманских винтовок",
  "66c3fa32b966223ebb542e27 name": "Подготовка ЧВК - Меткая стрельба - Часть 3",
  "66c3fa32b966223ebb542e27 description": "Всё как в прошлый раз, но теперь вместо болтовых используй марксманские винтовки. Звучит норм? Надеюсь, да. Потренируйся с ними и устрани парочку целей. Опять же — неважно, кто, где или когда.",
  "66c3fa32b966223ebb542e27 successMessagetext": "Молодец, боец. Не зря Егерь тебя в свои задания зовёт. Не забудь забрать награду.",

 "66c404ba5cbd8135838bba10": "Устрани противников выстрелами в голову, используя марксманские винтовки",
  "66c404ba8eaf6d1c3fb36ef6": "Устрани противников выстрелами в голову, используя болтовые винтовки",
  "66c404ba4b9d5eb6d35fb944": "Устрани противников, используя болтовые или марксманские винтовки под патрон 7.62x54R",
  "66c404ba2bd9c56b380a89d7 name": "Подготовка ЧВК - Меткая стрельба - Часть 4",
  "66c404ba2bd9c56b380a89d7 description": "Как насчёт дополнительного вызова? Звучит заманчиво, да? Ладно, вот задание: устрани нескольких противников выстрелами в голову из болтовых и марксманских винтовок. Затем используй те же стволы под 7.62x54R... Или делай всё сразу с ними — выбор за тобой. Доложишь по завершении.",
  "66c404ba2bd9c56b380a89d7 successMessagetext": "Молодец, солдат. Настоящий эксперт, да? Отличная работа. Награда ждёт в привычном месте.",

  "66c40852f5423d65e1ce5bfd": "Достигни требуемого уровня умения \"Болтовые винтовки\"",
  "66c40852ca8d259b6c289047": "Достигни требуемого уровня умения \"Марксманские винтовки\"",
  "66c40852392c8b4f78743bc8": "Устрани противников, используя болтовые или марксманские винтовки под патрон 7.62x51",
  "66c40852e32a65ddf98e38f8 name": "Подготовка ЧВК - Меткая стрельба - Часть 5",
  "66c40852e32a65ddf98e38f8 description": "Итак, последнее испытание. Почти как раньше... Устрани несколько целей из снайперских винтовок под 7.62x51. Заодно прокачай умения с болтовыми и марксманскими стволами — рано или поздно пригодятся. Удачи там, солдат. Доложишь по завершении.",
  "66c40852e32a65ddf98e38f8 successMessagetext": "Молодец, солдат. Тебя и вправду можно назвать прирождённым снайпером, да?",

  "6769df71763d9ed294a8cfed": "Найди Автоматический дробовик MPS Auto Assault-12",
  "6769df716766a37493d0a108": "Передай Автоматический дробовик MPS Auto Assault-12",
  "6769dddf9e215aa4c1874dd3 name": "Уборщик Таркова - Часть 1",
  "6769dddf9e215aa4c1874dd3 description": "Привет, боец! Как день проходит?\nУ меня для тебя интересное предложение. Присаживайся, думаю, тебе понравится...\n\nНедавно к нам в Тарков завезли партию нового оружия из-за границы. Среди них — дробовик \"AA-12\", полностью автоматический, обычно с барабанным магазином. Но я не смогла раздобыть много экземпляров... Может, поможешь?\n\nСможешь принести три штуки? Не обязательно искать их в рейдах — подойдут любые. Буду благодарна.",
  "6769dddf9e215aa4c1874dd3 successMessagetext": "Пока хватит, спасибо.",

  "6769e31511a1075e8bfc97b7": "Устрани противников, используя дробовик AA-12",
  "6769e299431e125fdf3f6418 name": "Уборщик Таркова - Часть 2",
  "6769e299431e125fdf3f6418 description": "Думаю, тебе тоже интересно, как эта штуковина покажет себя в деле? Да?\n\nЭто оружие не будет продаваться, если не справляется с живыми целями. Так что бери AA-12 и уложи всех, кто попадётся на пути. Понял задание? Тогда вперёд, доложишь по возвращении.",
  "6769e299431e125fdf3f6418 successMessagetext": "Вот это дело! Итак, классный ствол? Надеюсь, он стоит своих денег.",

  "6769e4a8bd0f3749c81e0e80": "Устрани бойцов ЧВК, используя дробовик AA-12",
  "6769e50443d5715fae087c71": "Передай жетоны",
  "6769e445b00ee084f16bbfbb name": "Уборщик Таркова - Часть 3",
  "6769e445b00ee084f16bbfbb description": "Эй, честно говоря, результатами недовольна. Пора перейти на новый уровень.\n\nМожет, протестируем этот дробовик на высокоприоритетных целях? Например, на других бойцах ЧВК. Справишься? И не забудь принести их жетоны.\n\nНеважно, кого устранишь — BEAR или USEC.",
  "6769e445b00ee084f16bbfbb successMessagetext": "Работа сделана? Отлично. Судя по всему, эта пушка заслуживает своей популярности.",

  "67d7f71711d1f8ac785629f6": "Найди Самозарядный карабин Сайга-12К исп.10 (состояние не ниже 95%)",
  "67d7f71728e6d7ea47765da6": "Передай дробовик Сайга-12К",
  "67d7f75194a1d79994c53b9b": "Найди Автомат Калашникова АКМ (состояние не ниже 95%)",
  "67d7f751843a3ee2926256fd": "Передай AKM",
  "67d7f75c5189735b1a3b2639": "Найди Оружейные части",
  "67d7f75c628f024e66a6f452": "Передай Оружейные части",
  "67d7f77e33e45bacc1f1801e": "Найди Набор инструментов",
  "67d7f77e122c78f52502f84e": "Передай Набор инструментов",
  "67d7f7860510e0a087c50254": "Найди Набор напильников \"Мастер\"",
  "67d7f7866aafe300e661202e": "Передай Набор напильников \"Мастер\"",
  "67d7fa81e32b6be5326c4935 name": "Уборщик Таркова - Часть 4",
  "67d7fa81e32b6be5326c4935 description": "Привет! У меня для тебя отличное предложение.\n\nПомнишь недавнее задание с автоматическими дробовиками? Так вот, один оружейник смог модифицировать полуавтоматические Сайга-12К для стрельбы очередями. Безумие, да?\n\nЯ наладила контакт — может, и ты получишь доступ к этому оружию? Тебе стоит увидеть этих зверей в деле... Лучше не стоять на линии огня, поверь.\nЛадно, хватит слов. Нужно принести материалы: несколько обычных дробовиков Сайга, автоматические АКМ, оружейные части и инструменты. Только ничего не поломанное, ясно?",
  "67d7fa81e32b6be5326c4935 successMessagetext": "Да, похоже, это всё. Мои ребята подготовят груз к отправке. Скоро свяжусь с тобой.",

  "67d80062d6598eb4b73a1581": "Устрани противников, используя Автоматический дробовик Сайга-12К",
  "67d800839d439fac68d5ef2f": "Порази любую цель в грудь или живот из автоматического дробовика Сайга-12К",
  "67d8009b8b3738c88641780d": "Попади в руки любой цели из автоматического дробовика Сайга-12К",
  "67d800b3fb8796e03942900e": "Порази ноги любой цели из автоматического дробовика Сайга-12К",
  "67d8003cd4400e16da99ad0d": "Принеси обратно Автоматический дробовик Сайга-12К",
  "67d7ffac0a45f6fea894beb7 name": "Тарковский дробильщик — Часть 5",
  "67d7ffac0a45f6fea894beb7 description": "Ладно, слушай, у меня хорошие новости.\n\nОружейник закончил работу над стволами. Мы наладили стабильные поставки — бери те, под которые сам приносил детали.\n\nТеперь к делу: найди Диких или других засранцев на пути и разнеси их этим зверем. Попрактикуйся в прицеливании — постарайся попадать по рукам, ногам и корпусу.\n\nВернись позже и расскажи, как справился. Думаю, для тебя это мелочь. И не забудь вернуть дробовик после выполнения задания.",
  "67d7ffac0a45f6fea894beb7 successMessagetext": "Отлично, вернулся раньше, чем я ждала! Похоже, тест прошёл на ура. Теперь надо раскрутить спрос на этого зверя. Дело пойдёт в гору.",

  "6769e9bb72f8bae9c1f974d5": "Устрани противников в шлемах, визорах или бронированных масках выстрелами в голову",
  "6769e676aaf099da20b7d467 name": "Знать, как противостоять — Часть 1",
  "6769e676aaf099da20b7d467 description": "Слушай, иногда не получится просто прикончить кого-то выстрелом в голову — некоторые носят защиту: шлемы, маски или визоры. Ну, ты понял.\n\nВажно знать, как с этим справиться. Даже если голова прикрыта, не всё защитит эту тыкву. Сможешь убрать тех, кто в бронеголовных уборах? И да — только выстрелы в голову, никакого читерства. Это твоё первое задание. Удачи, боец.",
  "6769e676aaf099da20b7d467 successMessagetext": "Вернулся? Отлично, перевод уже отправляем.",

  "6769ee8a151d087c0a45bf3b": "Устрани противников в шлемах, визорах или бронированных масках с уровнем защиты 4 и выше выстрелами в голову",
  "6769ef9901adb8c734063eae name": "Знать, как противостоять — Часть 2",
  "6769ef9901adb8c734063eae description": "Слушай, усложним задачу. Многие тут носят дешёвые шлемы, но что насчёт тех, у кого уровень защиты повыше? Конкретно — четвёртый класс. Вещь серьёзная, но не редкость. Думаю, для тебя это не проблема, да?",
  "6769ef9901adb8c734063eae successMessagetext": "Идеально. Но следующее задание будет посложнее... Ладно, не забудь забрать награду — знаешь, где она.",

  "6769f19bd7596790a9041340": "Устрани противников в шлемах, визорах или бронированных масках с уровнем защиты 5 и выше выстрелами в голову",
  "6769f0be9610d5eb0d23e7cc name": "Знать, как противостоять — Часть 3",
  "6769f0be9610d5eb0d23e7cc description": "Готов к новому вызову? Ладно, слушай.\n\nЧетвёртый класс защиты — не редкость, но пятый или шестой... Большинство бойцов их ненавидят — шлемы с визорами портят слух и обзор. Но бандитам плевать. Чтобы найти таких, посмотри местные банды — особенно свиту. Дальше ты знаешь, что делать. Вернись с докладом, удачи.",
  "6769f0be9610d5eb0d23e7cc successMessagetext": "Вернулся, отлично! Как охота? Весело, да? В общем, не забудь забрать оплату.",

  "67f103fa455e50444a23ae3b": "Найди подсобку подземной парковки в Эпицентре",
  "67f103f23681f40999df972c": "Зайди внутрь подсобки",
  "67f10478bb2a372bcf4a76b7": "Устрани противников в Эпицентре",
  "67f10469032f478505528402": "Выживи и уйди с Эпицентра",
  "67f0fe25a1cd83e3b2ec082f name": "Не заглядывай дальше",
  "67f0fe25a1cd83e3b2ec082f description": "Слушай, я спросила у проверенных людей про ту подсобку. Говорят, USEC использовали её как укрытие и склад для крутого снаряжения. Сам понимаешь, что это значит.\n\nИди туда и проверь. Но учти — тебе понадобится ключ. У меня его нет, так что разбирайся сам как попасть внутрь. Когда пробьёшься — зачисть территорию. Нельзя, чтобы другие пронюхали! Как закончишь — вали оттуда. Думаю, для тебя это пустяки. Рассчитываю на тебя.",
  "67f0fe25a1cd83e3b2ec082f successMessagetext": "Всё сделано? Хорошо. А, кстати, если ищешь патроны покруче — тебе повезло. У нас как раз новые типы появились.",

  "676acf53035ffe0f1624a630": "Стреляй в ноги целей из оружия под патрон 23x75 или 20 калибра",
  "676acf2054e3e3416e7a891a": "Устрани противников из оружия под патрон 23x75 или 20 калибра",
  "676ace5f69e9afec028e5221 name": "Бьёт наотмашь",
  "676ace5f69e9afec028e5221 description": "Слушай, ты не занят? Отлично. Есть деликатное предложение.\n\nКак насчёт ещё одного вызова? Есть оружие популярное, а есть — не очень. Например, под патрон 23x75 или 20 калибр. 23x75 отдаёт так, что цель в куски, а плечо потом болит. 20 калибр слабее, но тоже приятного мало.\n\nЗадание: порази цели по ногам из такого оружия и кого-нибудь прикончи. Звучит просто, да? Надеюсь, так и будет. Жду новостей, удачи.",
  "676ace5f69e9afec028e5221 successMessagetext": "Ну как, плечо цело? Отдохни, оплату уже переводим.",

  "6747bfffe6aa00c8a5dbf8fe": "Устрани Диких в указанной экипировке в Лесу",
  "6747c00a010ea62a5ad4a2a0": "Устрани бойцов ЧВК в указанной экипировке в Лесу",
  "6747bfd667581ad41fc4a9de name": "Охотник",
  "6747bfd667581ad41fc4a9de description": "Слушай, есть время? Присядь. Ты же знаешь Егеря. Сейчас ему нужна помощь — Дикие и ЧВК решили, что старик лёгкая цель...\n\nМы с командой плотно с ним работаем, так что спустить это не могу. Думаю так: переоденься охотником, возьми охотничье оружие и напугай этих уродов. Пусть знают, с кем связались.\n\nУ меня есть лишняя экипировка — разгрузки, наушники. Охотники часто такое носят. Скину список, чтобы выглядело убедительно. Я, команда и Егерь на тебя рассчитываем.\n\nНужная экипировка:\n - Охотничий жилет Умка М33-SET1 / Разгрузочная нагрудная система Азимут СС \"Хамелеон\"\n - Панама\n - Болтовая винтовка / Дробовик / СКС / СВТ-40 / АВТ-40",
  "6747bfd667581ad41fc4a9de successMessagetext": "Отлично. Егерь передаёт привет, а мы отправили тебе небольшой подарок.", 

  "676b0e66718f016e0017f21c": "Устрани противников с помощью подствольного гранатомёта M203 или винтовки AR-15 с M203",
  "676b0de9ab6151bd15ce350e name": "Опасные инструменты",
  "676b0de9ab6151bd15ce350e description": "Привет, боец, снова есть задание. Интересно? Отлично!\n\nЯ получила доступ к подствольным гранатомётам M203, но мне некому их испытать. Твоя помощь пригодится. Сможешь убрать несколько целей этим гранатомётом или оружием с ним? Было бы здорово. Жду отчёта.",
  "676b0de9ab6151bd15ce350e successMessagetext": "Молодец, не забудь забрать оплату, воин.",

  "6747c1474e805ffdd22cdb4d": "Устрани бойцов USEC в указанной экипировке",
  "67538a023ff3c3ead52dc7fa": "Найди жетоны USEC (уровень 15+)",
  "6747c14dcde6557213d24291": "Передай жетоны USEC (уровень 15+)",
  "6747c136681e886c4f32ec2d name": "Чёртов предатель!",
  "6747c136681e886c4f32ec2d description": "Слушай, с нами связался бывший BEAR. Ему удалось убраться из Таркова и возвращаться он не хочет. Вот тут-то ты и пригодишься. Задача проста: прикончи несколько бойцов USEC, оденься как они и используй западные винтовки — пусть думают, что их же товарищ против них. И не забудь забрать жетоны в качестве доказательства.\n\nНужная экипировка:\n - Любой шлем HighCom Striker / Ballistic Armor Co. Bastion\n - Любые бронежилеты HighCom \"Trooper TFO\" / Interceptor OTV / MBSS / AVS (зелёный) / IOTV Gen4\n - Любая западная штурмовая винтовка",
  "6747c136681e886c4f32ec2d successMessagetext": "Он доволен работой, молодец. Оплата уже в пути.",

  "6747c1927f90c6641fc1a6cb": "Устрани бойцов BEAR в указанной экипировке",
  "67538a24b78c062b0bbf8021": "Найди жетоны BEAR (уровень 15+)",
  "6747c196b308ed7ef8781816": "Передай жетоны BEAR (уровень 15+)",
  "6747c182942fe0faa5478a5e name": "Охотник на BEAR",
  "6747c182942fe0faa5478a5e description": "Слушай, есть ещё работа. Один западный тип, связанный с Terragroup, ненавидит BEAR и ищет профессионала, чтобы убрать их бойцов. Условия: надень российскую экипировку с нашивкой BEAR и используй АК — любой модели. И не забудь жетоны в качестве доказательства.\n\nНужная экипировка:\n - Любой шлем ЛШЗ / Тор-2/ Алтын / Рысь-Т\n - Бронеразгрузки WARTECH \"TV-110\" / WARTECH \"TV-115\" / НПП КлАСС \"Багарий\" / Ars Arma \"CPC MOD.1\"\n - Любой автомат типа АК",
  "6747c182942fe0faa5478a5e successMessagetext": "Результаты на уровне. Он уже отправляет оплату, молодец.",

  "674dd9b135aaa9792fad6f60": "Устрани Партизана",
  "674dd9d260d9359578fc7f2c": "Найди сумку Партизана в рейде",
  "674dd9d261fe76ed100e841b": "Передай сумку Партизана",
  "674dd931e687ffb6dba76b68 name": "Охотник становится добычей",
  "674dd931e687ffb6dba76b68 description": "Слушай, есть новости. Присядь.\n\nБывший друг Егеря сошёл с ума. Теперь он охотится на бойцов — в основном BEAR и USEC. Раньше он хоть принципы имел — нападал только на тех, кого считал подлыми. Выжившие говорят, что такого психа ещё не видели: везде ставит растяжки, палит почти во всё, что движется. Продавцов, включая меня, он достал. Но Егерь не должен знать, что я заказала его старого друга.\n\nЕго зовут \"Партизан\". Вооружён до зубов, иногда с гранатомётом, а в сумке — куча гранат и взрывчатки. Будь осторожен. И принеси что-то из его вещей — что-то характерное. Жду отчёта, удачи.",
  "674dd931e687ffb6dba76b68 successMessagetext": "Молодец, справился. Я уже придумала, что сделать с сумкой... В общем, твоя оплата здесь.",

  "67548fdd261ba7289f144e41": "Найди любого босса и устрани его",
  "67548ffa060920719b9cad84": "Выживи и уйди с локации",
  "67548fb1d293a6e93d5184a4 name": "Охота началась",
  "67548fb1d293a6e93d5184a4 description": "Готов сделать мир лучше? Глупый вопрос... Разумеется!\n\nТы уже сталкивался с бандитскими группировками — надоедливые сволочи, правда? Но сложность не в драке с ними... а в том, чтобы их выследить, потом сразиться и выйти живым. Поверь, как только начнёшь с ними стрельбу — веселуха обеспечена.\n\nТак что готовься не только к бандитам и их главарям, но и к другим ЧВК. И не забудь убраться подальше, когда разберёшься с этим отродьем.",
  "67548fb1d293a6e93d5184a4 successMessagetext": "Отлично, одним бандитом меньше. Но не расслабляйся, у меня ещё заданий полно, боец.",

  "67575d0e2a131233a0aeb50e": "Найди тайник банды Светлоозерских на Лесопилке в Лесу",
  "67575d13d046853922a2aaa2": "Спрячь набор для растяжки в тайник банды на Лесопилке в Лесу",
  "67575d1355f1ff1a13d294c5": "Спрячь гранату в тайник банды на Лесопилке в Лесу",
  "67575d27fdbabe41d12b9087": "Выживи и уйди из Леса",
  "67575b3e2bb2bac9605b12b4 name": "Охота началась — Лес",
  "67575b3e2bb2bac9605b12b4 description": "Пора навестить банду на Лесопилке — с подарками, конечно.\n\nГде-то там есть их тайник с ценностями. Сделаем \"остренькое\": установи рядом взрывную ловушку.\n\nПлан такой:\nПоставь ловушку, свали оттуда, бандиты вернутся за добычей... и бах! Просто, да?",
  "67575b3e2bb2bac9605b12b4 successMessagetext": "Всё готово? Отлично, теперь ждём.",

  "676251fc67bb549da91d9ae6": "Найди и устранить Штурмана",
  "67625208934db2a61893273d": "Устрани свиту Штурмана",
  "67625237405b99a0c50f9424": "Найди СВДС или HK G28 в рейде (прочность +75%)",
  "676252376b4ae4274a3f2673": "Передай СВДС или HK G28 (прочность +75%)",
  "67625287cfd97165101e667a": "Выживи и уйди с текущей локации",
  "6762516bfbdc2715070c1800 name": "Охота на бандитов — Лесной навигатор",
  "6762516bfbdc2715070c1800 description": "Что ж... Плохие новости. Помнишь ту гранатную ловушку в тайнике банды на Лесопилке?\n\nПохоже, парочка любопытных ЧВКшников полезла на рожон, и твою ловушку или обезвредили, или сработала она не так...\nТеперь план Б: разберись с бандой по-старинке. Убери их главаря и двух телохранителей, которые везде за ним хвостом. И принеси мне его основное оружие — в хорошем состоянии. Понял задание?",
  "6762516bfbdc2715070c1800 successMessagetext": "Хм, может, в следующий раз гранатные ловушки пересмотрим... Ладно, не забудь забрать награду.",

  "67575d69df9fabb9fbf48de3": "Найди кабинет Санитара в Санатории на Берегу",
  "67575d91dfe10d15d27fb300": "Спрячь набор для растяжки у кабинета Санитара в Санатории на Берегу",
  "67575d91ca4f660c7a01d153": "Спрячь гранату у кабинета Санитара в санатории на Берегу",
  "67575da15eeb19800b46198d": "Выживи и уйди с Берега",
  "67575d41beda83bf97d14f1c name": "Охота началась — Берег",
  "67575d41beda83bf97d14f1c description": "Этот доктор в Санатории — настоящий псих, правда?\n\nОн теперь в нашем списке. План как с бандой Светлоозерских: его кабинет на первом этаже восточного крыла. Рядом с дверью — кровавый отпечаток ладони, не пропустишь, если не слепой.\n\nДелай как обычно: заложи ловушку и свали. Никаких шуток — не отвлекайся.",
  "67575d41beda83bf97d14f1c successMessagetext": "Готово. Теперь терпение. Скоро услышим, как его разнесёт на кусочки.",

  "6762505f7578477997517e3b": "Найди и устрани Санитара",
  "6762505a990d56ad263483b1": "Устрани свиту Санитара",
  "676250d6d17f680ab5fca0a1": "Найди сумку Санитара",
  "676250d6ec5080c1047876f6": "Передай сумку Санитара",
  "6762510669fa29c7cc58a972": "Выживи и уйди с текущей локации",
  "67624ce5ad9d2e9714bf6120 name": "Охота на бандитов — Безумный учёный",
  "67624ce5ad9d2e9714bf6120 description": "Не хочу расстраивать, но ты должен знать.\nКто-то слишком заинтересовался кабинетом Санитара. Похоже, ловушку обезвредили — от неё и следа не осталось. Как будто её и не было...\n\nТы знаешь, что делать. Заодно принеси его сумку. Но будь осторожен: его охрана крайне опасна — броня, оружие и патроны высшего класса. Сам Санитар... Не так страшен, как кажется, но всё же псих. Держи ухо востро и удачи.",
  "67624ce5ad9d2e9714bf6120 successMessagetext": "Доктор убран? Отлично... Интересно, когда кончатся эти психи.",

  "67575df140a975897a02f026": "Найди Безопасную комнату на Развязке",
  "67575e01d2b6887eedd55d71": "Спрячь набор для растяжки у Безопасной комнаты на Развязке",
  "67575e016215075cdb8242ad": "Спрячь гранату у Безопасной комнаты на Развязке",
  "67575e0b3eaa334410da2f95": "Выживи и уйди с Развязки",
  "67575de81b1736276da6f0c3 name": "Охота началась — Развязка",
  "67575de81b1736276da6f0c3 description": "Дай-ка гляну список...\nХм, тот псих из ТЦ \"УЛЬТРА\"? Брось, с ним лучше не связываться — ходят слухи, что он один целые отряды ЧВК крошит.\n\nНо нам и драться не надо. Помнишь, как ставить гранатные ловушки? Супер! Его убежище в гараже — там он живёт и хранит добро. Говорят, даже тоннели к бункерам есть. Жаль, не узнаем — когда он взлетит на воздух.\n\nДело простое: найди его убежище, заложи ловушку у входа. Зачем рисковать, если можно избавиться от этого типа по-тихому?",
   "67575de81b1736276da6f0c3 successMessagetext": "Всё сделал? Проверил, как надо? Ладно, теперь подождём.",

  "6747c1f7fb79e2809171ec43": "Устрани Киллу на Развязке",
  "6747c201de165884897c1e57": "Устрани противников в экипировке Киллы на Развязке",
  "6747c2061d21f8b5a74392db": "Передай шлем Киллы (прочность +75%)",
  "6747c206cae2d8b9ddf4e2ef": "Передай бронежилет Киллы (прочность +75%)",
  "6747c1e4c6f655f7863b727f name": "Охота на бандитов — Маньяк из ТЦ",
  "6747c1e4c6f655f7863b727f description": "Привет, занят? Любишь шопинг? Я — да! Но в ТЦ \"УЛЬТРА\" сейчас слишком жарко. Там орудует маньяк — грабит всё подряд и мочит всех подряд. В чёрном спортивном костюме с белыми полосками и в броне — не ошибёшься.\n\nВот план: прибей его, сними с него всю амуницию, потом постреляй ЧВКшников в его же облике. Пусть народ думает, что маньяк ещё жив — так в ТЦ поменьше соваться будут.\n\nЭкипировка Киллы:\n - Маска-1СЧ (версия Киллы)\n - 6B13M (версия Киллы)\n - РПК-16 / АКМС / ПП-19 \"Витязь\" / ТТ-33 / Desert Eagle\n\nЗачем я тебе это пишу? Всё равно всё с него снимешь... Ладно, держи список на всякий случай.",
  "6747c1e4c6f655f7863b727f successMessagetext": "Молодец, ублюдок мёртв, а мои ребята уже магазины обчистили. Отличная работа!",

  "676255a02e0ba311e6eea0c2": "Найди и устрани Тагиллу",
  "676255dc9c3a196fef1add5f": "Найди сварочную маску Тагиллы в рейде (прочность +75%)",
  "676255dcc16fcd71ac0fbc43": "Передай сварочную маску Тагиллы (прочность +75%)",
  "676255e6cea5e683d685f9ec": "Найди разгрузку AVS Тагиллы в рейде (прочность +50%)",
  "676255e6dc796c134d14db9d": "Передай разгрузку AVS Тагиллы (прочность +50%)",
  "67625622b5ec0f6b700b5acc": "Выживи и уйди с текущей локации",
  "6762543fbaa292049e4cea52 name": "Охота на бандитов — Маньяк с Завода. Часть 1",
  "6762543fbaa292049e4cea52 description": "Слушай, не знаю, замечал ли ты, но на старом Заводе орудует псих со кувалдой — крушит всех подряд. Полный маньяк...\n\nКороче, нужно убрать этого типа — временно или навсегда, не важно. Ещё принеси его экипировку. Будь осторожен: во-первых, он не единственный, кто там рыщет. Во-вторых, этот псих вооружён до зубов и в броне. И да — следи, чтобы снаряжение не было слишком повреждённым, ясно?",
  "6762543fbaa292049e4cea52 successMessagetext": "Отлично, одним психом меньше.",

  "6762577821bd7bfad83e9582": "Устрани бойцов ЧВК в экипировке Тагиллы на Заводе",
  "676257253ada5a7ac0a86993": "Передай жетоны ЧВК",
  "6762566a03b27f2d68c35ddf name": "Охота на бандитов — Маньяк с Завода. Часть 2",
  "6762566a03b27f2d68c35ddf description": "Готов устроить хаос? Завод — настоящее дно, пора его слегка прибрать.\n\nРаз уж ты припугнул этого маньяка и стащил его экипировку, теперь можешь пощекотать нервы ЧВКашникам. Переоденься в него, используй такое же оружие (скину список), и запусти там адский движ. Бандиты, может, и раскусят, что что-то не так, но ты не трусь. И принеси жетоны тех, кого уберёшь. Жду новостей.\n\nЭкипировка Тагиллы:\n - AA-12 / Сайга-12K / АКС-74У / MP-155 / РПК-16\n - Кепка BOSS\n - Сварочная маска Тагиллы + кепка BOSS или баллистическая маска Atomic CQCM\n - Бронеразгрузки Crye Precision \"AVS\" (Tagilla Edition) / FirstSpear \"Strandhogg\"",
  "6762566a03b27f2d68c35ddf successMessagetext": "Ну как, понравилось? Экипировка, конечно, своеобразная.",

  "67576127dc94ae2b741364f9": "Найди лестницу в двухэтажном общежитии на Таможне",
  "675761279fba96a36d124bd6": "Спрячь набор для растяжки на лестнице двухэтажного общежития на Таможне",
  "675761292ddf5394227a109a": "Спрячь гранату на лестнице двухэтажного общежития на Таможне",
  "6757615079b3849ed2b8be1e": "Найди лестницу в трёхэтажном общежитии на Таможне",
  "67576155c6d46bf2d0d6cecf": "Спрячь набор для растяжки на лестнице трёхэтажного общежития на Таможне",
  "67576155aed95cfb790ef67e": "Спрячь гранату на лестнице трёхэтажного общежития на Таможне",
  "67576165c55d12c3fbf5440f": "Выживи и уйди с Таможни",
  "6757610a92876de49b91df94 name": "Охота началась — Таможня",
  "6757610a92876de49b91df94 description": "Слушай, есть ещё один тип, от которого стоит избавиться. На Таможне ошивается банда из бывших ментов и уголовников. Их главарь — настоящая тряпка, прячется за спинами охранников в броне и с крутым стволом.\n\nНо нам необязательно марать руки. Поступим как раньше — поставим гранатные ловушки. Весело, да? Ищи два общежития вне промзоны — трёхэтажное и двухэтажное. Эти трусы там частенько торчат. Заложи там взрывчатку и вали — вдруг кто-то дома.",
  "6757610a92876de49b91df94 successMessagetext": "Всё готово? Никого не встретил? Надеюсь, так и есть. Теперь ждём \"бабах\" — и с этим трусом будет покончено.",

  "6757643ba3ec373e4d5dc75e": "Устрани Решалу",
  "67576427877ba17c164719c8": "Устрани свиту Решалы",
  "6757641eac725225e24a7e2d": "Найди золотой ТТ-33 Решалы в рейде",
  "67576422631847135bd86279": "Передай золотой ТТ-33 Решалы",
  "67576478301afd0ae33c0aff": "Выживи и уйди с текущей локации",
  "6757627e2e0ce3039da399f0 name": "Охота на бандитов — Сделка. Часть 1",
  "6757627e2e0ce3039da399f0 description": "Слушай, ставить ловушки против этого слабака было не лучшей идеей — в них попались его охранники, а сам он отсиделся.\n\nОн трус, но всё же опасен. И уже успел наделать проблем.\n\nТак что теперь действуем по-прямой: прикончи его и охрану, забери золотой ствол и принеси мне. Кстати, можешь сначала убрать свиту, а потом его — пусть обос... испугается. Готов навести порядок?",
  "6757627e2e0ce3039da399f0 successMessagetext": "Мусор вынес? Отлично. Может, скоро тебя прозовут \"Уборщиком Таркова\".",

  "67624b35652630133a87a12c": "Устрани противников, используя золотой ТТ-33 Решалы",
  "6762474161ffeb3c022b9b69 name": "Охота на бандитов — Сделка. Часть 2",
  "6762474161ffeb3c022b9b69 description": "Слушай, помнишь тот золотой ТТ-33 Решалы? Так вот, я нашла того, кто делает точные копии. Пока ты убирал Решалу, я их уже в продажу запустила.\n\nТеперь протестируй этот ствол. Неважно на ком — но лучше всего постреляй Диких или ЧВКшников — кому как повезёт. Двадцать целей — и дело в шляпе.",
  "6762474161ffeb3c022b9b69 successMessagetext": "Вернулся? Отлично. Не забудь забрать оплату — у нас как всегда новые товары.",

  "67625ab2054564159b049441": "Найди и устрани Глухаря",
  "67625ad2dd659956dc13a993": "Устрани свиту Глухаря",
  "67625b1b1bb6d88a5b35dd0e": "Найди автомат АШ-12 в рейде (прочность +60%)",
  "67625b1b8819e15ae71cc0c0": "Передай автомат АШ-12 (прочность +60%)",
  "67625b456e8d500189ad68d8": "Выживи и уйди с текущей локации",
  "6762597817a433eeee2ef47a name": "Охота на бандитов — Холодное дело. Часть 1",
  "6762597817a433eeee2ef47a description": "Помнишь, как мы следили за военной базой?\n\nТам орудует банда под предводительством бывшего морпеха... Его зовут \"Глухарь\". Егерь рассказывал, как этот тип торгует военными припасами, оставленными в Таркове. Но сейчас этот псих стал проблемой для меня и моих людей — не только переманивает клиентов, но и его солдаты нападают на нас.\n\nГотов ответить им? Убери главаря и шестерых его охранников. И не забудь принести тот спецавтомат, который Глухарь всегда таскает с собой.",
  "6762597817a433eeee2ef47a successMessagetext": "Отлично. Будем надеяться, эти типы не скоро вернутся.",

  "67625c3a662f4b906135fdd9": "Устрани бойцов ЧВК из АШ-12 на Резерве",
  "67625c5e9158469c0de63bda": "Передай жетоны ЧВК",
  "67625a4c9ac37a06ed638698 name": "Охота на бандитов — Холодное дело. Часть 2",
  "67625a4c9ac37a06ed638698 description": "Этот странный автомат, который ты взял у Глухаря — настоящий зверь. Стреляет патронами 12.7х55, не зря он его таскал с собой.\n\nПохоже, он был одним из немногих, у кого был доступ к таким стволам. Теперь, когда банды нет, на базу может набежать народ.\n\nДавай заодно приберем парочку ЧВКашников этим автоматом. И учти — стрельба привлечёт внимание. Ты же не единственный, кто охотится за этими ублюдками. Не забудь собрать все жетоны.",
  "67625a4c9ac37a06ed638698 successMessagetext": "Отлично, повеселился? Плечо не отвалилось? Ладно, не забудь забрать оплату.",
  
  "6747c0b12cbf7f0c9ddad88d": "Устрани Death Knight в экипировке BEAR",
  "6747c0bffca31a67f56d67b4": "Устрани Big Pipe в экипировке BEAR",
  "6747c0cd0d9b67fe139cb046": "Устрани Birdeye в экипировке BEAR",
  "6747c0d2193cc3e23976be9d": "Передай Разгрузочный жилет с бронепластинами Death Knight",
  "6747c0d2c5615968f43797c5": "Передай Маску Death Knight",
  "6747c0d84d02671e58e6f0ac": "Передай Бандану Big Pipe",
  "6747c0d83c48c4c6ac2a6903": "Передай Трубку Big Pipe",
  "6747c0de4efa18f279816278": "Передай разгрузку Birdeye",
  "6747c0de1a7bb503685fa126": "Передай рюкзак Birdeye",
  "6747c0991fa4b29ab5692551 name": "Охота на бандитов — Чужаки",
  "6747c0991fa4b29ab5692551 description": "Слушай, ты слышал об этих Отступниках? Их главари — Death Knight, Big Pipe и Birdeye — снова терроризируют местных. Расширили зону влияния за пределы своей базы. Один торговец пытался договориться, но они хладнокровно убили его посыльного. Пока моих людей не трогают... Но лучше не ждать. Они слишком агрессивны.\n\nСделай одолжение — избавься от этих клоунов. Заодно принеси их экипировку: броню, разгрузки. Оружие и патроны можешь оставить себе. Но есть условие: оденься как боец BEAR — пусть видят, кто их прикончил. Пусть последнее, что увидят, будет то, что они ненавидят больше всего. Справишься?\n\nЭкипировка BEAR:\n - Шлем 6B47 / Бейсболка BEAR\n - Бронеразгрузки WARTECH \"TV-110\" / WARTECH \"TV-115\" / НПП КлАСС \"Багарий\"\n - Автомат типа АК",
  "6747c0991fa4b29ab5692551 successMessagetext": "Отлично справился. Твоя награда уже ждёт.",

  "674884350ca2508ca2b72400": "Устрани Зрячего",
  "6748843f0add3d3df1cb0c45": "Достань балаклаву Зрячего в рейде",
  "6748843fc40f7c902b415610": "Передай балаклаву Зрячего",
  "674884465a7bf3650edc7381": "Достань разгрузку \"Хамелеон\" Зрячего в рейде",
  "674884461aa1d0e3c63a4926": "Передай разгрузку \"Хамелеон\"",
  "6748844dec72b8f741071e61": "Достань винтовку СВДС или Accuracy International AXMC в рейде",
  "6748844d6736edab3aacd0c2": "Передай винтовку",
  "67488455bcb7013e0763269f": "Достань пистолет-пулемёт MP7A1 или автомат АКС-74У в рейде",
  "674884552eea1eafe1feaa4d": "Передай ПП или автомат",
  "6748842621601ad21fb2bcb9 name": "Охота на бандитов — Вездесущие глаза",
  "6748842621601ad21fb2bcb9 description": "Слушай, боец, это особое задание. Я проверила данные — остров охраняют сектанты-снайперы. Меткие и опасные. Убирай их с дальности мощной винтовкой. Могу дать тебе спецснайперку и патроны к ней. И смотри: мост на остров заминирован. Будь осторожен, но тебе придётся туда пробиться — мне нужны его маска, разгрузка и оба ствола. Удачи.\n\nА, и ещё. Механик вручил тебе этот странный радиопередатчик? Не тащи его с собой, когда будешь устранять сектанта. Расшифруют — будут проблемы.",
  "6748842621601ad21fb2bcb9 successMessagetext": "Выходит, у этого типа и правда были связи с сектантами... Копну глубже. Оплату отправила. Ещё раз спасибо.",
  
  "6747c2613656ccdacc26ec4f": "Достань старое российское/советское оружие, выпущенное до 1990-х, в рейде (прочность +80%)",
  "6747c2615431295379653e6a": "Передай российское/советское оружие (прочность +80%)",
  "6747c236e7360000d2cdffb9 name": "Друг с Востока",
  "6747c236e7360000d2cdffb9 description": "Привет, боец. Ты же в хороших отношениях с Прапором? Если это вообще можно назвать дружбой...\nЛадно, слушай. Ему понадобилась помощь. Думаю, он лучше всех знает, что тут происходит в Таркове. Я предложила помочь — он согласился. Нужна партия стволов, в основном старых, 40–50-х годов. Похоже, он фанатеет от советского оружия? Что ж, не удивлена.\n\nСправишься? Кажется, он ещё упоминал про российские сухпайки MRE. Захвати парочку на всякий случай. И смотри — не бери разбитые стволы. Удачи, боец.",
  "6747c236e7360000d2cdffb9 successMessagetext": "Ещё раз спасибо. Передам оружие на проверку — надеюсь, всё в порядке. О, сухпайки тоже принёс? Приятно знать, что есть на кого положиться. Держи вознаграждение.",

  "674880c2e644ba5bb0b1d4de": "Найди точку выхода через скалолазание на Резерве",
  "674880c881d0ec852e68c9ae": "Устрани противников на Резерве",
  "674880d22778588125051b5a": "Выживи и выберись через Спуск со скалы на Резерве",
  "674880e808b0c3abf55ebd8a": "Найди точку выхода через скалолазание на Берегу",
  "6748810b080152f1589b70a6": "Устрани противников на Берегу",
  "674881112e6ebac356043785": "Выживи и выберись через Тропу альпинистов на Берегу",
  "674881164da55e3e97bb4fdc": "Найди точку выхода через скалолазание на Маяке",
  "674881384cdf5a5196f26a8d": "Устрани противников на Маяке",
  "67488147d531fa6a8067befa": "Выживи и выберись через Тропу через перевал на Маяке",
  "674880a157d7033368abfe10 name": "Альпинист",
  "674880a157d7033368abfe10 description": "Итак, следующая задача. Это может помочь нам в будущем со Смотрителем маяка — в конце концов, нужно изучить локации. Ты же в курсе, что мыс Дальний, Лазурный берег и военная база связаны? Есть точки, где люди выходят через скалы.\n\nТебе нужно найти все такие места, проверить их работоспособность и зачистить зоны от противников. Понадобится спецснаряжение — сейчас его у меня нет, но думаю, найдём на складе. Правда, стоит оно дорого. Справишься?",
  "674880a157d7033368abfe10 successMessagetext": "Всё чётко? Отлично, эти точки выхода пригодятся для наших дел. Оплату отправила, боец.",
  
  "674881b8c752c7a3a544d0b5": "Найди небольшую хижину с сейфом на лесопилке в Лесу",
  "674881bc74482d900aa9232e": "Установи камеру Wi-Fi внутри хижины в Лесу",
  "674881bc5c2c2637aa327f18": "Спрячь штурмовую винтовку SIG SPEAR 6.8x51 внутри хижины в Лесу",
  "674881cb0dde9beab053232b": "Найди маленькое здание на юго-востоке лесопилки в Лесу",
  "674881cfe398965a57ff2239": "Установи камеру Wi-Fi внутри здания в Лесу",
  "674881cf7c5a6e76931ea45f": "Спрячь гранаты РГО в маленьком здании в Лесу",
  "674881d90ec2458644677b2f": "Устрани Штурмана в Лесу",
  "674881e4e1dc554fdede87c2": "Устрани свиту Штурмана в Лесу",
  "674881e858939c8f8279d242": "Достань паракорд в рейде",
  "674881e81bf452425866b97d": "Передай паракорд",
  "674881ee1ed65ae5f1db64fd": "Достань Ключ-карты доступа в лаборатории Terragroup в рейде",
  "674881ee22dbe345fc5e806c": "Передай Ключ-карты",
  "674881a4c92b70c1d05f7f84 name": "Лесная Банда",
  "674881a4c92b70c1d05f7f84 description": "Ладно, это не связано напрямую со Смотрителем маяка, но дело важное. Мой поставщик шёл через лес и, кажется, подобрался слишком близко к лесопилке. А там, ты знаешь, кто обитает. Озёрная банда не обрадовалась гостям и напала на моих людей. Я не могу это спустить!\n\nГотов помочь? Хочу подготовить западню на будущее. Найди две постройки: хижину с сейфом и здание у самого озера. В одну засунь гранаты РГО, в другую — спрячь винтовку SIG SPEAR 6.8x51 мм.\n\nА теперь самое интересное: прибей этого психопата и его охрану. Ищи ключ-карты Terragroup и паракорд — возможно, они в тайнике Штурмана, если возьмёшь у него ключ. Удачи, боец.",
  "674881a4c92b70c1d05f7f84 successMessagetext": "Молодец, боец. Этим ублюдкам досталось по заслугам, и это благодаря тебе. Рада, что в этом беспределе ещё есть справедливость.",

  "6748829137ebaeb815d291ae": "Устрани противников с помощью тепловизоров",
  "674882212efab0d994eabacb name": "Русская Гремучка",
  "674882212efab0d994eabacb description": "Ты же видел тепловизоры у нас в наличии? Я только обмениваю — не продаю. По крайней мере, большинству.\n\nПредлагаю испытание: завали парочку целей через тепловизор. Получится — доступ к ним получишь. А пока рассчитывай на себя. Ясно?",
  "674882212efab0d994eabacb successMessagetext": "Что ж, как тепловизоры справились? Надеюсь, без нареканий — не хочу торговать хламом.",

  "67488367b64f3100877c3b82": "Устрани противников из оружия под патрон .338 Lapua Magnum с 30-мм или 34-мм прицелом",
  "67488338c3db3cf4bc9b59e3": "Устрани противников с дистанции свыше 250 метров из оружия под патрон .338 Lapua Magnum",
  "674882b91e3043f208409ba5 name": "Один выстрел — одно убийство",
  "674882b91e3043f208409ba5 description": "Снова проверяешь навыки? Приготовься, боец! Покажи, как ты обращаешься с оружием под патрон .338 Lapua Magnum. Эти стволы мощные — попадание вряд ли переживёшь. Суть задания: устрани несколько целей из такого оружия с 30-мм или 34-мм прицелом. Вторая часть — сними противников с 250+ метров. Без требований к оптике тут. Ясен план? Тогда вперёд. Доложишь по завершении — удачи.",
  "674882b91e3043f208409ba5 successMessagetext": "Впечатляюще. Прапор и Егерь точно гордились бы тобой. Хорошая работа, боец.",
 
  "675184fd558ae581384a511c": "Устрани противников из АК-105 с глушителем",
  "6751867e4ab2e4ba06db02ae": "Спрячь АК-105 в комнате отдыха на втором этаже у выхода 3 на Заводе",
  "675186cbaaae369e58aed8aa": "Выжить и покинуть Завод",
  "675184a3baf92aa021b4e0ad name": "Идеально для ценителей — Часть 1",
  "675184a3baf92aa021b4e0ad description": "Есть новый вызов. Не для слабаков. АК-105 — отличный ствол, любимчик спецназа. Убери парочку бандитов из него с глушителем.\n\nПосле этого отправляйся на заброшенный завод. Возле выхода 3 на втором этаже есть комната отдыха — засунь туда винтовку и выбирайся живым. Справишься?",
  "675184a3baf92aa021b4e0ad successMessagetext": "Нормально спрятал? Надеюсь, никто не найдёт. И не забудь про оплату — уже переведена.",

  "67518d7d433c688fdcb5cc17": "Устрани бойцов ЧВК из Remington Model 700 или Model 870",
  "67518dac31ac3568a6d88535": "Передай жетоны",
  "67518dd797bc1ad5a7f6c831": "Спрячь Remington Model 870 в палатке лагеря USEC в Лесу",
  "67518dd72d114057705a3d79": "Спрячь Remington Model 700 в палатке лагеря USEC в Лесу",
  "67518e506bb213ec5f52cf4d": "Выжить и покинуть Лес",
  "67518cbcb6c904e276ea22cb name": "Идеально для ценителей — Часть 2",
  "67518cbcb6c904e276ea22cb description": "Слушай, на этом задании бери сразу два ствола: Remington Model 700 и Model 870. На М870 можно поставить короткий ствол и рукоятку — но убивать обоими не обязательно, хотя выбор за тобой.\n\nУбери пару ЧВКашников, собери их жетоны, а потом занеси оба ствола в палатку лагеря USEC в Лесу. Понятно?",
  "67518cbcb6c904e276ea22cb successMessagetext": "Готово? Отлично, награда ждёт тебя в обычном месте.",

  "6751907449a55cff66a65832": "Устрани Диких из M4A1 или ADAR 2-15 с любым прицелом EOTech",
  "67519170878bf4da86e5f1ad": "Устрани бойцов BEAR из M4A1 с любым прицелом EOTech",
  "6751919e823ebca7eb90ed56": "Передай жетоны BEAR",
  "675191eb5a250d946078dc3d": "Спрячь M4A1 или ADAR 2-15 в офисе на втором этаже здания с библиотекой на Таможне",
  "675192363c083426db0b50b6": "Выжить и покинуть Таможню",
  "67519005bdabf0213250f1dd name": "Идеально для ценителей — Часть 3",
  "67519005bdabf0213250f1dd description": "Итак, следующий вызов: нужно убрать бойцов BEAR и Диких. Бери M4A1 или русский AR-15 — обязательно с прицелом EOTech. Не забудь собрать жетоны.\n\nПосле этого спрячь ствол в Crackhouse на Таможне — том странном здании у КПП ВС РФ. Заложи его в \"библиотеке\" на втором этаже. Удачи.",
  "67519005bdabf0213250f1dd successMessagetext": "Уже закончил? Хорошо, оплата скоро будет у тебя.",

  "6751930b0287e4aecda816ed": "Устрани снайперов Диких из СВДС или ВСС \"Винторез\" с прицелом ПСО-1",
  "6751935b76c8d4291434a63d": "Устрани бойцов USEC из СВДС или ВСС \"Винторез\" с прицелом ПСО-1",
  "6751937c54656aa6321d9f5e": "Передай жетоны USEC",
  "675193849d316abe66e0c0a2": "Спрячь СВДС или ВСС \"Винторез\" в технической кабинке подстанции на Развязке",
  "675193b3a560908d3e44258d": "Выжить и покинуть Развязку",
  "675192a9ccd06a5a07e78922 name": "Идеально для ценителей — Часть 4",
  "675192a9ccd06a5a07e78922 description": "Продолжаем. Новый вызов, специально для тебя. Надеюсь, ты знаком с российскими снайперскими винтовками — сейчас будешь использовать две из них. Выбирай между ВСС \"Винторез\" и СВДС, но оба ствола должны быть с прицелом ПСО. Тонкая работа, да?\n\nТебе нужно убрать пару бойцов USEC (не маячных, обычных) и принести доказательства. После этого спрячь оружие возле ТЦ \"ULTRA\": найди подстанцию, рядом с ней — несколько домиков. Один заперт и пуст — идеальное место.",
  "675192a9ccd06a5a07e78922 successMessagetext": "Ничто не помешало? Надеюсь. Оплата уже в пути, жди.",

  "675195523dc16340468d86ca": "Устрани рейдеров из подствольного гранатомета ГП-25 или автомата типа АКМ с ГП-25",
  "6751958592de91aacadde69c": "Спрячь ГП-25 или автомат типа АКМ в комнате РБ-АК здания Чёрного Слона на Резерве",
  "675195c1356fe8357263f88b": "Выжить и покинуть Резерв",
  "67519b5f3de90180bd0768a4 name": "Идеально для ценителей — Часть 5",
  "67519b5f3de90180bd0768a4 description": "Ты уже привык к АК, но как насчёт гранатомётов? Бери винтовку типа АКМ с ГП-25. На военной базе, в бункерах, рейдеры грабят территорию. Убери их из винтовки или гранатомёта.\n\nПосле этого спрячь ствол в здании Чёрного Слона на Резерве — в комнате РБ-АК, где все ищут электронику. Понял? Удачи.",
  "67519b5f3de90180bd0768a4 successMessagetext": "Похоже, ты справился с этим отребьем. Как впечатления? Отлично, конечно. Этот автомат — огонь. Оплата уже в пути.",

  "675358bec9f64855c647ed44": "Устрани боссов из винтовки SIG MCX-SPEAR с прицелом SIG Sauer \"TANGO6T 1-6x24\"",
  "675358be585c8737619ea0e7": "Устрани свиту винтовки SIG MCX-SPEAR с прицелом SIG Sauer \"TANGO6T 1-6x24\"",
  "675358be5bfc93cf76839ef5": "Устрани противников попаданиями в голову из винтовки SIG MCX-SPEAR с прицелом SIG Sauer \"TANGO6T 1-6x24\"",
  "675358a3488b444890d5d8cb": "Спрячь винтовку SIG MCX-SPEAR в багажник первой синей машины SMV у шлагбаума на парковке Лаборатории",
  "675358a350b615dc665e8606": "Спрячь винтовку SIG MCX-SPEAR в багажник второй синей машины SMV у шлагбаума на парковке Лаборатории",
  "675358903bc08dcfea59c31d": "Выжить и покинуть Лабораторию",
  "675356e57d04aa9325c82e00 name": "Идеально для ценителей — Часть 6",
  "675356e57d04aa9325c82e00 description": "Готов к новому вызову? На этот раз возьмёшь штурмовую винтовку SIG MCX-SPEAR 6.8x51 — эту штуковину обожают профи в Таркове. Задание: прибери двух главарей банд и их свиту (или любых других). И да — покажи класс в стрельбе: часть целей нужно устранить в голову. Не забудь про прицел SIG Tango.\n\nПосле этого спрячь два ствола в Лаборатории Terragroup: найди две синие SMV у шлагбаума на парковке, открой багажники и засунь туда оружие. Затем вали отсюда. Проще некуда, да?",
  "675356e57d04aa9325c82e00 successMessagetext": "Ого, ты справился. Отличная работа. Оплата уже на подходе, жди.",

  "677ef05965b47fa83f6239b4": "Устрани противников из M60 с прицелом ELCAN SpecterDR 1x/4x",
  "677ef08256b204468aaccf08": "Устрани противников попаданиями в голову из M60 с прицелом ELCAN SpecterDR 1x/4x",
  "677ef0b13415a1c09b7c6b7c": "Порази цель в грудь или живот из M60 с прицелом ELCAN SpecterDR 1x/4x",
  "677ef1345b93fd2fbf196ead": "Порази цель в руки из M60 с прицелом ELCAN SpecterDR 1x/4x",
  "677ef119c67c7c2533372224": "Порази цель в ноги из M60 с прицелом ELCAN SpecterDR 1x/4x",
  "677ef14a9ef7c7db3e8a4524": "Спрячь M60 в техническом помещении подземной парковки в Эпицентре",
  "677ef1ccf52aef228e6616bf": "Выжить и покинуть Эпицентр через улицу Мира",
  "677eed2aa7eeba8a46e225c3 name": "Идеально для ценителей — Часть 7",
  "677eed2aa7eeba8a46e225c3 description": "Готов к новому вызову? На этот раз тащить придётся много. M60 — эту \"Свинью\" набивают патронами 7.62x51 NATO. Но стрелять наугад нельзя: бить нужно точно в определённые части тела. Убери противников выстрелами в голову, потом порази цели в руки, ноги, грудь или живот. И не забудь про прицел ELCAN Specter.\n\nПосле этого спрячь оружие в техпомещении подземной парковки на Эпицентре. Помнишь то место? Идеально подходит. Выходи через улицу Мира — дам сигнальную ракету, чтобы снайперы не достали.",
  "677eed2aa7eeba8a46e225c3 successMessagetext": "Отлично справился. Как тебе? Этот ствол — идеал для ценителей, да?",

  "674887692b31cf452fd6e603": "Устрани Диких на Заводе",
  "6748877f7e3ed7935ef155b7": "Устрани бойцов ЧВК на Заводе",
  "67488787ae01e660a95e53e5": "Устрани сектантов на Заводе",
  "674887a54ea343e4ee5d0c76": "Устрани Жреца сектантов на Заводе",
  "674887ab07be04e1c3ca6439": "Устрани Тагиллу на Заводе",
  "6748874a2aed4c92ecf06204 name": "Чистка Завода",
  "6748874a2aed4c92ecf06204 description": "Привет снова. Хочешь помочь сделать мир лучше? Под миром я имею в виду Тарков. Ты в деле? Отлично!\nНачнём с малого — со старого завода. Там до сих пор полно бандитов и прочей швали, особенно ночью. Очисти территорию днём и ночью — дам тебе прибор ночного видения.",
  "6748874a2aed4c92ecf06204 successMessagetext": "Новость дошла: теперь они боятся туда соваться. Отлично сработано!",
  
  "6769d6bc08f6b0d627314590": "Устрани Диких в Лесу",
  "6769d6c4a3f9b146e627cced": "Устрани бойцов ЧВК в Лесу",
  "6769d6e7ef49bfd006f4ec69": "Устрани сектантов в Лесу",
  "6769d7148e005af408c0b2d5": "Устрани Жреца сектантов в Лесу",
  "6769d756a28b350ffe0e3ac5": "Устрани свиту Штурмана в Лесу",
  "6769d7848515f47b33e41902": "Устрани Штурмана в Лесу",
  "6769d79065ca9a38dab5086e": "Устрани Death Knight в Лесу",
  "6769d7a1a97d4f178ac8b7c0": "Устрани Big Pipe в Лесу",
  "6769d7a811252ea1b5b754c0": "Устрани Birdeye в Лесу",
  "6769d53dfeabb78a91b433e6 name": "Чистка Леса",
  "6769d53dfeabb78a91b433e6 description": "Ты уже сто раз был в этом лесу. Заметил, сколько там шляется отбросов? Разный сброд, светлоозёрские, сектанты — и это только основные. Там ещё куча Диких и ЧВК. Казалось бы, место глухое — ан нет, кишит народом.\n\nГотов прибраться? Вырежи всех до единого: ЧВК, бандитов, свиту главаря. Не забудь про троицу гунов.",
  "6769d53dfeabb78a91b433e6 successMessagetext": "Всё чисто? Отлично, теперь люди могут наслаждаться природой спокойно. Пока что.",

  "6748881623ffe5065149ed79": "Устрани Диких на Берегу",
  "6748881caeaa8dadc58051c4": "Устрани бойцов ЧВК на Берегу",
  "6748882921d583a1a3f65c40": "Устрани сектантов на Берегу",
  "6748884c29d2069f66986f8d": "Устрани Жреца сектантов на Берегу",
  "6748885d622635f1a9f97648": "Устрани свиту Санитара на Берегу",
  "674888646ab5f8567f1ba8d9": "Устрани Санитара на Берегу",
  "67488869e15c136ae5828962": "Устрани Death Knight на Берегу",
  "674888706e7297c6e01394ee": "Устрани Big Pipe на Берегу",
  "67488876711a45a970e90037": "Устрани Birdeye на Берегу",
  "67488804fda8c7682f4273a9 name": "Чистка Берега",
  "67488804fda8c7682f4273a9 description": "Привет, как настроение? Да, Завод — ерунда, согласна. Теперь берёмся за цели покрупнее — Лазурный берег.\n\nГоворят, тут видели гунов. Будь осторожен. И смотри — ночью не шляйся где попало, там ещё сектанты шарятся. Докладывай по завершении.",
  "67488804fda8c7682f4273a9 successMessagetext": "Всё сделано? Молодец, держи награду.",

  "674888dc1cad098015449972": "Устрани Диких на Таможне",
  "674888e6b6d4128f52837ca5": "Устрани бойцов ЧВК на Таможне",
  "674888ef44bcd7594d51f6ac": "Устрани сектантов на Таможне",
  "674888f5f7e866debc98d620": "Устрани Жреца сектантов на Таможне",
  "674888fb46ed9080653df4ba": "Устрани свиту Решалы на Таможне",
  "674889023ff207b45ff86fc8": "Устрани Решалу на Таможне",
  "6748890858cbebe3716fb2f2": "Устрани Death Knight на Таможне",
  "67488911c05c5e867057f13f": "Устрани Big Pipe на Таможне",
  "674889163d31a2e0d2575d02": "Устрани Birdeye на Таможне",
  "674888b7cbd8479a005bda6e name": "Чистка Таможни",
  "674888b7cbd8479a005bda6e description": "Это задание будет посерьёзнее, так что готовься. Там шастают местные банды, гуны и сектанты... Будь настороже возле большой стройки — они обожают это место.",
  "674888b7cbd8479a005bda6e successMessagetext": "Справился без проблем? Отлично.",

  "67488974d2c4d4523756bde7": "Устрани Диких на Резерве",
  "6748897a707ddef6ad57bd0c": "Устрани бойцов ЧВК на Резерве",
  "674889808d6289a4a6ad0620": "Устрани рейдеров на Резерве",
  "67488986f1b32bf202069468": "Устрани свиту Глухаря на Резерве",
  "6748898dc3e283ca57cc2936": "Устрани Глухаря на Резерве",
  "67488968207f0a42349fcf8b name": "Чистка Резерва",
  "67488968207f0a42349fcf8b description": "Слушай, мы пытаемся прорваться на военную базу. Там опасно — полно рейдеров, Диких и ЧВК. Ещё есть этот бывший русский морпех со своей бандой. У них топовая броня и стволы, так что будь осторожен.\n\nМне нужны документы и техника с базы. Если зачистишь территорию, смогу отправить туда людей за добычей. Держи связь.",
  "67488968207f0a42349fcf8b successMessagetext": "Теперь там безопаснее. Спасибо, боец.",

  "67488a2ece1b6c89d84fd834": "Устрани Диких на Маяке",
  "67488a35f2f572449ff654af": "Устрани бойцов ЧВК на Маяке",
  "67488a3b80303b8731bcc2c2": "Устрани Отступников на Маяке",
  "67488a4244043992e9927339": "Устрани Death Knight на Маяке",
  "67488a48f43d3917db70a9d5": "Устрани Big Pipe на Маяке",
  "67488a4efa027217404f020b": "Устрани Birdeye на Маяке",
  "67488a105a77b869ebd0a968 name": "Чистка Маяка",
  "67488a105a77b869ebd0a968 description": "Поступило интересное предложение. Один важный тип связался с нами — хочет, чтобы мы зачистили территорию вокруг острова Маяк от бойцов ЧВК, местных отморозков и Отступников на станции очистки воды.\n\nЭто только часть сделки, но идеально для тебя. Готов помочь?",
  "67488a105a77b869ebd0a968 successMessagetext": "Молодец. Он доволен результатом. Может, ещё поработаем с ним.",

  "67488aef9cd1b6c8b1bf2d89": "Устрани рейдеров в Лаборатории",
  "67488af5f293e15da04d1cba": "Устрани бойцов ЧВК в Лаборатории",
  "67488adc3a2ba4d17055213f name": "Чистка Лаборатории",
  "67488adc3a2ba4d17055213f description": "Лаборатория Terragroup — смертельно опасна, но полна сокровищ. Туда постоянно идут рейды: толпы экипированных местных и бывших бойцов ЧВК.\n\nЗачисти территорию. Могу дать пару ключ-карт. И да — забирай всё ценное, что найдёшь. Пригодится тебе, мне или нам обоим.",
  "67488adc3a2ba4d17055213f successMessagetext": "Когда мы зашли, там была мёртвая тишина. Ты снова на высоте. Знала, что могу на тебя положиться.",

  "67488b4a9f973ae72d64d121": "Устрани Диких",
  "67488b4ff9a5c58c5efb3c81": "Устрани бойцов ЧВК",
  "67488b55a2b731b240a22d54": "Устрани охранников",
  "67488b5b9bfb9eecf519f83f": "Устрани рейдеров",
  "67488b604bf9c1cfb7e02535": "Устрани Отступников",
  "67488b702170709522f8e3b6": "Устрани сектантов",
  "67488b7661752bb70af6193f": "Устрани Жреца сектантов",
  "67488b7e89c564b8d2c9f0b2": "Устрани боссов Диких",
  "67488b859cb462cd41996ae3": "Устрани главарей Отступников",
  "67488b377f95f5b5e21b605c name": "Чистка Таркова",
  "67488b377f95f5b5e21b605c description": "Привет, у меня для тебя хорошие и плохие новости. С чего начнём? Начну с плохих: все главари банд, рейдеры, ЧВК... Они вернулись. Злее прежнего. И все они охотятся за тобой.\n\nА хороших новостей нет. Удачи!",
  "67488b377f95f5b5e21b605c successMessagetext": "Вау. Теперь у тебя руки по локоть в крови, хе-хе! Отличная работа, боец. Ты сделал регион безопаснее. Держи награду — заслужил.",
  
  "6750a256ff1e6da76af89655": "Устрани Решалу",
  "6750a283ab6de97e63d718c7": "Устрани Тагиллу",
  "6750a2946725b7bdfd2dc0b7": "Устрани Килли",
  "6750a2a6a0e9e6abaf12cee4": "Устрани Глухаря",
  "6750a2daa6e5355c70198563": "Устрани Санитара",
  "6750a2f187f7fe42a9802997": "Устрани Штурмана",
  "6750a303ad55b2447316703c": "Устрани Партизана",
  "6750a316e97b982a882308db": "Устрани Кабана или Коллонтая",
  "6750a3535f25624a580bac9b": "Устрани Death Knight",
  "6750a360a7d99e9367f744d6": "Устрани Big Pipe",
  "6750a369da4553b85a0afb99": "Устрани Birdeye",
  "6750a3c2b54d9f363fb1d80a": "Устрани Жреца сектантов",
  "6750a3e3d8719d70e9064077": "Устрани Зрячего",
  "6750a19cc08ab2cb8fdf4140": "Выживи и выберись с текущей локации",
  "6750a04d753056276248642d name": "Тихие дни в Норвинске",
  "6750a04d753056276248642d description": "Тревога. Проблема с бандитами вышла из-под контроля. Все главари банд в конец озверели. Нужно решить эту проблему... особым способом.\n\nТы надёжный человек, поэтому выбрала тебя. Устраняй цели в строгом порядке. После каждой задачи получишь новую инструкцию.\n\nОплата будет достойной, обещаю.",
  "6750a04d753056276248642d successMessagetext": "Блестяще. Для твоей же безопасности я скрыла твою личность от других торговцев. Слишком много влиятельных людей ты убрал... пока что. Но помни: их сообщники могут быть ближе, чем кажется.",

  "679a2a703a8c4b8a9cadc6d1": "Почини камеру у хранилища Terragroup набором инструментов на Заводе",
  "679a533731d31ecb6e6ecce3": "Найди путь из Завода в Лабораторию Terragroup",
  "679a2a6b1b4cbecb33af4138": "Почини сервер Механика в секции B21 набором инструментов в Лаборатории",
  "679a453fb4634b17767e07b0": "Найди серверную, с серверами Механика",
  "679a4063974e7921c06a8bc9": "Найди повреждённый сервер Механика",
  "679a16f9588df6cd38f9de8d name": "Ещё одна зацепка",
  "679a16f9588df6cd38f9de8d description": "Получил твоё сообщение, наёмник. Хоть и странный способ связаться — мог бы лично заглянуть. Но ближе к делу: тебе нужна помощь, а мне — чтобы ты кое-что сделал.\nИли это кто-то другой запросил моего ассистента, а ты просто посредник? Ладно, пока ты не работаешь на местных бандитов — мне всё равно. Хотя с отправителем всё же хотелось бы встретиться... Но это потом.\n\nСерьёзное дело: в Лабе Terragroup, секция B21, есть серверы. Часть из них я забрал, когда нанимал таких, как ты. Один недавно повредили — видимо, перестрелка в серверной. Сопутствующий ущерб, как обычно.\n\nИ пока ты бегаешь с инструментами — заодно почини камеру у моего укрытия. Мигает и пищит. Сам бы занялся, но есть дела поважнее.\n\nВ серверной четыре секции. Мои серверы в той, где свет не горит. Если заходить из B22 — смотри в крайний левый угол. Повреждённый завален лестницей. Инфы более чем достаточно. Ясно?",
  "679a16f9588df6cd38f9de8d successMessagetext": "Справился? Ладно, оформляю оплату. И не переживай насчёт своей просьбы — я держу слово. Свяжусь, когда что-то будет.",

  "679a7a7d501a7df4094b7a47": "Найди первый чёрный SUV в паркинге комплекса Terragroup в Эпицентре",
  "679a7aabf1fb87d9c9a5e9b4": "Отметь первый SUV маркером MS2000",
  "679a7ab2264e225d8f130f20": "Найди второй чёрный SUV в паркинге комплекса Terragroup в Эпицентре",
  "679a7abb4287d35616fdfe5f": "Отметь второй SUV маркером MS2000",
  "679a7adc19ee22d5c061f78e": "Достань жёсткий диск учёного из офиса 4 в комплексе Terragroup в Эпицентре",
  "679a7b75da7a9a36a27576e5": "Найди тело учёного в комплексе Terragroup",
  "679a7b9a2aec341958de8fc8": "Достань ключ от офиса 4 в комплексе Terragroup",
  "679a7bc4c0abafd22009673b": "Пройди в офис учёного",
  "679a7b45d602ba1be1364304": "Передай жёсткий диск Механику",
  "679a79773bd9f77047d4bd35 name": "Мудрецы учатся на ошибках других, а глупцы — на своих",
  "679a79773bd9f77047d4bd35 description": "Сервер работает, камера как новая — молодец. Возвращаемся к делу. Твой \"работодатель\" ищет пропавших? Я изучил данные — возможно, смогу помочь, но задача сложная.\n\nНовые игроки в городе — профи, но не наёмники. Они не конфликтуют с торговцами, но гробят их людей. Думаю, это те пропавшие, которых ты ищешь. Мои коллеги с ними контактировали, но вряд ли они помогут даром.\n\nСделай для меня ещё одну вещь — потом помогу. Вспомни, как находил жёсткий диск учёного в штабе Terragroup? Кто-то спрятал там ещё один диск с важными данными. Забери его.\n\nЗаодно отметь два чёрных SUV в паркинге — их использовали для перевозки VIPов во время конфликтов. Должны быть ценные вещи. Доложи, когда закончишь.",
  "679a79773bd9f77047d4bd35 successMessagetext": "Готово? Отлично. Дай мне время разобраться — скоро свяжусь.",

  "6747bb3f075f9ea86680daa0": "Спрячь дробовики MP-153 в бункере ЗБ-014 в Лесу",
  "6747bb5823380b08dbf60c1d": "Спрячь дробовики MP-153 в бункере ЗБ-016 в Лесу",
  "6747bb64e786aabd7a2aa5db": "Устрани бойцов ЧВК в Лесу",
  "6759eeae2138a4b3b79bea56": "Достань жетоны ЧВК в рейде",
  "6747bb707828ed9e585efc4c": "Передай жетоны ЧВК",
  "6747bb32e757b032df3aadda name": "Сотрудничество важно",
  "6747bb32e757b032df3aadda description": "Привет, малыш. Как дела? Кажется, я ещё лично не поблагодарил тебя за последние дела. Ты и Lotus, похоже, работаете вместе — это хорошо. Теперь нужно помочь ещё кое с чем. Помнишь бункеры в лесу? Проверь их ещё раз на безопасность и спрячь по дробовику MP-153 в каждый.\n\nЕщё замечу: в последнее время бывшие бойцы ЧВК устраивают беспорядки в округе. Убери парочку и покажи, кто здесь охотник. И не забудь принести доказательства. Удачи, воин. И ещё раз спасибо.",
  "6747bb32e757b032df3aadda successMessagetext": "Хорошо, знал, что справишься. Надеюсь, мы договоримся с Lotus и вернём Таркову спокойствие. Может, заглянешь на чай? Пока тихо — отдохнёшь немного.",

  "6747bca62764bfd969a7f02b": "Найди Сухарики в рейде",
  "6747bca6d4300146a2f6a160": "Передай Сухарики",
  "6747bcacec68d7fd13a593e4": "Найди шоколадки в рейде",
  "6747bcacc8a1ce9cdcf1cce2": "Передай шоколадки",
  "6747bcb2e8a8839aa1bf8790": "Найди консервы в рейде",
  "6747bcb22a8d981c4e17f606": "Передай консервы",
  "6747bcb82819f26c9218b0b4": "Найди банки энергетика в рейде",
  "6747bcb8266ad69dce4c0dc4": "Передай банки энергетика",
  "6747bcbf704e5ba96f790051": "Найди сухпайки в рейде",
  "6747bcbf2ed3b16b611a1ae9": "Передай сухпайки",
  "6747bcc57e75a9bb6e9b6f87": "Найди пакет сока в рейде",
  "6747bcc590757d3e4a66a3a1": "Передай пакет сока",
  "6747bb9ec325240ca382f8a9 name": "Идеальный обед",
  "6747bb9ec325240ca382f8a9 description": "Слушай, парень, мне нужна помощь. Недавно ко мне в лагерь пришли люди — голодные, измождённые. Они не солдаты, не бандиты, просто застряли здесь после эвакуации. Думали, всё это ненадолго... Ну вот и досиделись. Я накормил их, но запасы кончаются. Можешь собрать еды? Вывести их отсюда — моя забота, а вот с провизией помоги.\n\nНужно всё: сухарики, шоколадки, консервы, напитки в банках, сухпайки, сок в пакетах. Без этого им не выжить. Справишься?",
  "6747bb9ec325240ca382f8a9 successMessagetext": "Спасибо. Приятно знать, что есть на кого положиться.",

  "674880771427834235398bfe": "Устрани противников внутри и вокруг базы Диких на Таможне",
  "67488057bb77d69317a82685 name": "Зона под застройкой",
  "67488057bb77d69317a82685 description": "Привет, боец. Всё в порядке? Нужна помощь с одной задачкой. Ты же знаешь большую стройку в промзоне? Там сейчас кишат подозрительные отбросы: банда Решалы, главари USEC, охрана арены и даже сектанты!\n\nПросто зачисти территорию — пока неважно, кого именно устранить. Сделай место безопаснее. Говорят, там много припасов — забирай всё, что найдёшь. Береги себя.",
  "67488057bb77d69317a82685 successMessagetext": "Всё прошло гладко? Рад, что справился. Недавно нашёл это в лесу — мне не нужно, а тебе пригодится.",
 
  "677b7ad5799e01b012d8f15d": "Найди винный магазин в Эпицентре",
  "677b7c470ba80f17eb169f50": "Достань бутылку вина \"Le Jean\"",
  "677b7c7726a3d915230f3797": "Выберись с Эпицентра",
  "677ee9fcd4f85da103b80edc": "Спрячь бутылку на кухне ресторана Burger Spot на Развязке",
  "677ee9a77ac46795fe01913b": "Устрани противников в ТЦ \"ULTRA\"",
  "677eea6a5456f41ceb0731d7": "Выживи и выберись с Развязки",
  "677b7c879a8cf3681ecf1673 name": "Хрупкий груз",
  "677b7c879a8cf3681ecf1673 description": "Привет, боец. Кажется, у тебя сейчас непростые времена? Но давай поможем друг другу. Есть работа — ты как раз вовремя. Чем смогу — помогу.\n\nОдин знакомый рассказал про особое вино, которое хранится в центре города — там, где всё началось. Историю ты знаешь... Ладно, лекции оставлю на потом. Нужно вытащить эту бутылку и спрятать в тихом месте. Думаю, подойдёт грязная кухня фастфуда в торговом центре за зоной таможни. Название вроде Burger Spot — там точно никто не ходит.\n\nУбери слишком любопытных, но только внутри ТЦ. Когда закончишь — выбирайся без единой царапины.\n\nПотом обсудим всё за чаем. Расскажешь, что хотел, а я помогу. Договорились?",
  "677b7c879a8cf3681ecf1673 successMessagetext": "Пропавшая группа? Частники, опытные ЧВК? Погоди... Кажется, я в курсе. Отдохни, подготовлю кое-что. Как будет готово — сообщу. И береги себя там.",

  "679b8e06ab9c4fbe0d1e4d60": "Найди следы перестрелки возле танка Т-90 у выхода Ворота ВС РФ в Лесу",
  "679b8e1b0c9f5661dbd8b243": "Найди подбитый фургон в озере возле лагеря МЧС в Лесу",
  "679b8e2d74acf554bd23e41e": "Найди первую вышку в лагере МЧС в Лесу",
  "679b8e371ef538c51898741e": "Найди вторую вышку в лагере МЧС в Лесу",
  "679b8cd58db1457bba527516 name": "Явные следы",
  "679b8cd58db1457bba527516 description": "Я могу помочь, но сначала проверь пару мест. Ты говорил, что группу атаковали у лагеря МЧС? Значит, нужно осмотреть вышки — возможно, там прятались нападавшие. Возле ворот ВС РФ я видел подбитый танк: вокруг много крови, явно были бои. А ещё найди разбитый фургон около лагеря — он упал в озеро.\n\nИщи что-нибудь подозрительное. Доложи, если найдёшь. Вернись, после — обсудим твою проблему.",
  "679b8cd58db1457bba527516 successMessagetext": "Ладно, я написал письмо со всеми деталями и приложил фото от тех ЧВК. Береги себя, малыш.",

  "6747bd145b3d880360e8ffdd": "Найди КПП МЧС на Развязке",
  "6747bd1b26901c89f73ba589": "Спрячь UMP-45 на КПП на Развязке",
  "6747bd332f36906f5bc8605c": "Найди выход на железной дороге на Развязке",
  "6747bd3b167fe02539a986e4": "Спрячь UMP-45 у выхода ж/д на Развязке",
  "6747bd4926061f6ddbce476e": "Устрани бойцов ЧВК на Развязке",
  "67dc7825c2c19598c02195fb": "Достань жетоны ЧВК в рейде",
  "6747bd4e21eb0b27ea2ec17e": "Передай жетоны ЧВК",
  "6747bcf89415880273ff7fa9 name": "Связи решают",
  "6747bcf89415880273ff7fa9 description": "Привет, братишка! Рад видеть, что ты в форме. Есть что рассказать? А у меня для тебя дельце. Работаю с Lotus, как и ты. Слушай: тут какие-то придурки из ЧВК обчищают ТЦ. Они всегда уходят через две точки — КПП на юго-востоке и железку на северо-западе. Спрячь там по UMP-45 — дам тебе стволы, только не потеряй! И пристрели парочку мародёров, принеси их жетоны. Доверяю тебе, брат.",
  "6747bcf89415880273ff7fa9 successMessagetext": "Ха, огонь! Знаю, что могу на тебя положиться. Мой кореш нашёл тут кое-что — забирай, нам не нужно.",

  "6747bda5d600af99806d271f": "Найди магазин Kiba Arms на Развязке",
  "6747bda56a99d6e61040bc98": "Установи камеру Wi-Fi в коридоре на Развязке",
  "6747bdadaf7a11b625f94418": "Найди переключатель для безопасной комнаты на Развязке",
  "6747bdc10d13d1498fa72d8e": "Отметь переключатель маркером MS2000 на Развязке",
  "6747bdd293f3d9b1674031e1": "Устрани бойцов ЧВК из UMP-45 на Развязке",
  "6747bdde74b51ab19b12b9b5": "Устрани Диких из UMP-45 на Развязке",
  "6747bd8c191f49b33d3cd12f name": "Шопинг-тур",
  "6747bd8c191f49b33d3cd12f description": "Братан, снова дельце для тебя. Нужно заглянуть в ТЦ: найди магазин Kiba Arms, поставь камеру Wi-Fi в коридоре рядом. Потом ищи переключатель для выхода через безопасную комнату в гараже — говорят, он в туалете какого-то ресторана на верхнем этаже. Найди — отметь его маркером MS2000.\n\nЗаодно пристрели парочку ЧВКшников. Мои пацаны спор заключили, что ты уложишь всех из UMP-45, который ты тут прятал. Не подведи — не могу проигрывать ставки, понял?",
  "6747bd8c191f49b33d3cd12f successMessagetext": "Опять ты в ударе, брат! Представляешь, какие рожи были у пацанов, когда я выиграл? Держи награду.",

  "6747be128851d3c9dd229167": "Найди нож Нож Барс А-2607 95Х18 в рейде",
  "6747be12e4375f3ebb259676": "Передай нож",
  "6747be18ce4ac14fa7558dec": "Найди Нож Барс А-2607 Дамаск в рейде",
  "6747be1872ae8c2eff5f9455": "Передай нож",
  "6747be1fa878e8c97b560121": "Найди Штык-нож Изделие 6Х5 в рейде",
  "6747be1f4217ca29a7f6ca0e": "Передай штык-нож",
  "6747be26a71348e729e7d00a": "Найди Нож сектанта в рейде",
  "6747be26b6269966b4b8ff79": "Передай нож сектанта",
  "6747be2b2f77bc5a99c2b5ba": "Найди Штык-нож ER FULCRUM BAYONET в рейде",
  "6747be2bddc9b9f27de8f058": "Передай штык-нож",
  "6747be31784ee3ea8459c60b": "Найди Лом-монтировку Freeman в рейде",
  "6747be31b968372aea7b0c62": "Передай лом", 
  "6747be37b3560a7bec9bbf61": "Найди Малая Пехотная Лопата МПЛ-50 в рейде",
  "6747be377f220bbc19ff734b": "Передай лопату",
  "6747be063123032a27c0ff90 name": "Клинки",
  "6747be063123032a27c0ff90 description": "Есть время снова мне помочь? Может, странно просить, но мне нужны клинки — ножи, в общем, холодняк. В коллекции ещё пробелы есть. Могу на тебя расчитывать? Вот только один экземпляр достать сложно… сектанты его иногда носят. Очень хочу эти штуки. Поможешь брату Аршавиру?",
  "6747be063123032a27c0ff90 successMessagetext": "Ты огонь, друг! Это всё, чего не хватало. Сказал своему человеку скинуть награду в условленное место.",

  "67975e468566c24debb94a4d": "Найди что-нибудь, что поможет выйти на след людей, которых ищет ООН",
  "67975e46b625ceca3208d60c": "Передай ключ от кабинета Санитара в Санатории на Берегу — там должны быть доказательства",
  "67975e46167c4c7389644e4d": "Найди ещё что-то, что поможет вычислить людей, которых разыскивает ООН",
  "67975e46cc97d3226f425324": "Подбрось ключ-карту от кабинета Санитара в лабораторию Terragroup — чтобы было больше улик",
  "67975be9dd6554c393ad5183 name": "Анонимная наводка",
  "67975be9dd6554c393ad5183 description": "Добрый день. Для тебя есть важное задание — потребуется профессиональный подход.\n\nНедавно какой-то психопат устроил тут бойню: перебил кучу местных и ЧВК, даже отморозки из USEC понесли потери. Начальству это не понравилось, так что ищем информацию, чтобы вычислить виновника.\n\nМы получили анонимные сообщения, но расшифровали только обрывки: \"Лазурный берег\" и \"Санаторий\". Обыскивать всю территорию Берега — дело долгое, так что надеемся на твою помощь.\n\nНу что, согласен? За полезные сведения заплатим щедро.",
  "67975be9dd6554c393ad5183 successMessagetext": "Санитар? Ты уверен? Что ж, лучше это, чем ничего. Отправлю группу проверить. Полный расчёт получишь, только когда они найдут то, что нужно. Держи аванс. Свяжусь, если будут новости... или нет.",
 
  "67975d140a9aa692901ca5c0": "Достигни необходимого уровня умения \"Харизма\"",
  "67975ca4361138b7d78ff0ce name": "Один способ решить проблему",
  "67975ca4361138b7d78ff0ce description": "Приветствую! Сегодня действительно удачный день.\nКарта и ключ, которые ты принёс, помогли раскрыть эту историю. Мои люди нашли в кабинетах всё, что нужно.\nДоказательства ясны: за всем стояла банда Санитара.\nНу конечно... этот безумный учёный.\n\nЗамечаю закономерность: где бы он ни появился — везде проблемы.\nЕсли хочешь помочь с \"решением вопроса\" — дай знать. Нет — наслаждайся оплатой. Найду кого-нибудь другого.",
  "67975ca4361138b7d78ff0ce successMessagetext": "Признаю, ты был прав, и я держу слово — получишь обещанную сумму. Спасибо за помощь. Без тебя мы бы вряд ли разобрались так быстро.",

  "67486da2fe887c8ff594ed5d": "Устрани бойцов BEAR",
  "67486db1fb4bac9f29ad798c": "Устрани свиту",
  "67486db7197f61085c763bd5": "Ликвидировать боссов бандитских группировок",
  "67486d24c4944822ad6f8d57 name": "Во имя порядка",
  "67486d24c4944822ad6f8d57 description": "Наёмник, задержись на минуту.\nТы правда собираешься помогать этому старику поддерживать бандитские группировки? Понимаешь, что его затеи вредят операции ООН в Таркове? Подумай дважды, прежде чем ввязываться. Наверняка он связан с боссами мародёров.\n\nСлушай внимательно: ты точно хочешь встать на сторону этих отбросов? Они первыми же тебя и прикончат. Не стану тебя останавливать, но если предашь нас — я этого не забуду.",
  "67486d24c4944822ad6f8d57 successMessagetext": "Что ж, ты сделал правильный выбор. Хорошо, что ещё есть люди, на которых можно положиться. Если захочешь помочь снова — обращайся.",
  "67486d24c4944822ad6f8d57 failMessageText": "Непрофессионально! Может, ты и сам бандит, не лучше Решалы и прочей швали. Не верю, что ты на это пошёл. Радуйся, что это не сорвало важных планов. Но я запомню твой поступок. Исчезни с глаз долой.",

  "67486deae5bf4631db355d48": "Найди Блоки питания в рейде",
  "67486dea3787105ba5eca996": "Передай блоки питания",
  "67486df0b9d1eb848a6a885e": "Найди Центральные процессоры в рейде",
  "67486df086c9198585dd5421": "Передай процессоры",
  "67486df68b588d7199bfca3b": "Найди Процессорные кулеры в рейде",
  "67486df6be2e22e3cf138b43": "Передай кулеры",
  "67486e04f7ff917898ab30ea": "Найди Силовые кабели в рейде",
  "67486e04d21e2a5c69371adc": "Передай силовые кабели",
  "67486e0c66a3e334722b0554": "Найди Пучки проводов в рейде",
  "67486e0c692befa52d1ed9c0": "Передай пучки проводов",
  "67486e131b0323e56c629a14": "Найди Печатные платы в рейде",
  "67486e13d330220d962995be": "Передай печатные платы",
  "67486e19167345db71535ede": "Найди Видеокарты в рейде",
  "67486e195d2634c60885dfa6": "Передай видеокарты",
  "67486dda530589a4b6d0ea45 name": "Связь с Западом — Часть 1",
  "67486dda530589a4b6d0ea45 description": "Итак, наёмник, ты согласен помочь с моим заданием? Отлично! Звучит просто, но может оказаться сложным. Уверен, для профессионала вроде тебя это не проблема.\n\nМне и моим людям нужны новые комплектующие для компьютеров. Отправлю список — собери всё, что указано. Убедись, что детали целые и рабочие. Неси только те, что найдёшь сам.\nПриступай. Жду отчёта по исполнении.",
  "67486dda530589a4b6d0ea45 successMessagetext": "Отлично справился. Награду оставили в обычном месте. Теперь я буду занят, так что дальнейшие инструкции получишь у Лыжника.",
  
  "67486e7ecefea12c6c4e4f53": "Не убивай Отступников или их боссов",
  "67486e8581c6eef9388bc04d": "Устрани бойцов BEAR на Резерве",
  "67486e8b6c66ddaa7b20b23a": "Устрани бойцов BEAR на Таможне",
  "6748703886539d79c1921c8a": "Найди западное стрелковое оружие в рейде",
  "674870386fc72c0554eab422": "Передай западное оружие",
  "67486e6cca3b547b79d43af0 name": "Связь с Западом — Часть 2",
  "67486e6cca3b547b79d43af0 description": "Ну что, решил работать со мной и Миротворцем? Хороший выбор, боец! У нас с ним задание — нужно разобраться с BEAR.\n\nПервым делом: ни в коем случае не трогай Отступников или их боссов. Держись от них подальше.\nУстрани BEAR на военной базе и в промзоне. Заодно раздобудь западное оружие — никаких пистолетов и ножей, только серьёзные стволы, топового качества. И ищи сам, с рук не покупай!\n\nОтзовись, как закончишь.",
  "67486e6cca3b547b79d43af0 successMessagetext": "Молодцом, боец. Миротворец доволен, твоя награда уже в пути.",
  "67486e6cca3b547b79d43af0 failMessageText": "Чувак... Мы же говорили — не лезь к этим людям. Они нам с Миротворцем нужны для дела. Никаких косяков.",
  
  "674870c315f03a838237d7b5": "Устрани противников в промежуток с 22:00 до 05:00",
  "674870dca690ceb493c3d57c": "Найди приборы ночного видения в рейде",
  "674870dc594d9a2b5bddf5d5": "Передай приборы ночного видения",
  "674870922e541c35bf1afc8e name": "Связь с Западом — Часть 3",
  "674870922e541c35bf1afc8e description": "Ну что, наёмник, готов к новой задаче?\nМои люди столкнулись с проблемами во время ночной разведки — местные стали злее обычного. Больше не буду рисковать своими... Слишком опасно. Тут нужен ты. Устрани противников ночью в наших разведточках — список скину. Заодно прихвати приборы ночного видения: очки или прицелы сойдут.\nДержу кулаки. И смотри под ноги — ребята в капюшонах тебя с конфетами не встретят.",
  "674870922e541c35bf1afc8e successMessagetext": "Молоток, наёмник. Мои уже проверили точки — тишина. Твоя награда в пути.",
  
  "6748716c424d66780fc8ea1b": "Найди бронеплиты передние/задние класса брони 5+ в рейде",
  "6748716c37ca224079b80efc": "Передай бронеплиты",
  "6748716c2ec1c131a1cb295e": "Найди бронежилеты или разгрузки с защитой рук в рейде",
  "6748716cd5dfd11b258a5a97": "Передай бронежилеты",
  "6748716c6f82c6bc32817ec0": "Прокачай умение \"Лёгкие бронежилеты\" до нужного уровня",
  "6748716c69367d99039bb3c7": "Прокачай умение \"Тяжёлые бронежилеты\" до нужного уровня",
  "6748711d9d84961ce225c6b7 name": "Связь с Западом — Часть 4",
  "6748711d9d84961ce225c6b7 description": "Слушай, боец, сейчас кину тебе инфу по этому заданию и следующему. Внимательно: нам нужны улучшенные броники и пластины. Люди Миротворца массово получают ранения в руки — видимо, бандиты любят целиться туда. Так что ищи бронежилеты со встроенной защитой рук. И не забудь пластины класса 5 или 6 — только передние и задние, боковые не нужны. Справишься? Ещё Миротворец хочет, чтобы ты тренировался с броней — экипировка должна сидеть как влитая. Вперёд, как выполнишь — отзовись.",
  "6748711d9d84961ce225c6b7 successMessagetext": "Молодец, боец, это всё что нужно. Спасибо.",
 
  "674871a630e2c2d8907c47cf": "Найди способ подняться на северные Рекламные щит на Развязке",
  "674871acdd7b1561acd4a7ab": "Установи ретранслятор на вершине северного Рекламного щита на Развязке",
  "674871b19252a4bd642a1286": "Найди подход к юго-западному Рекламному щиту на Развязке",
  "674871b693bb1f975a96cd88": "Установи ретранслятор на юго-западный Рекламный щит на Развязке",
  "674871bf59a090b6f590fe9e": "Выживи и покинь Развязку",
  "6748719bf9f1a67b922d53f3 name": "Связь с Западом — Часть 5",
  "6748719bf9f1a67b922d53f3 description": "Ладно, следующее задание. Тебе нужно отправиться в торговый центр. Рядом с ним стоят огромные рекламные щиты. Миротворец говорит, что только с них можно поймать стабильный радиосигнал.\nСперва найди способ туда подняться, потом установи ретрансляторы на вершинах. После выполнения — вали оттуда. И будь осторожен наверху: снайперы любят такие точки. Удачи, боец.",
  "6748719bf9f1a67b922d53f3 successMessagetext": "Похоже, справился. Надеюсь, без проблем? Твоя награда уже в пути.",
 
  "67487cc4ce6b0b4a9aa15696": "Устрани противников с штурмовыми винтовками западного производства",
  "67487cd5e27fb9b7ced395d9": "Прокачай умение \"Штурмовые винтовки и автоматы\" до нужного уровня",
  "67487bd534005ee5fe84e59d name": "Связь с Западом — Часть 6",
  "67487bd534005ee5fe84e59d description": "Ну что, наёмник, у меня для тебя ещё парочка заданий. Надеюсь, Скупщик тебе мозги не вынес.\n\nДокажи, что умеешь обращаться с западными винтовками. И не жди, что я тебе их одолжу — дорогие, так что ищи сам.\nЛюбая штурмовая винтовка западного производства сойдёт. Но фишка не в задании, а в масштабе. Не думай, что это быстро закончится — вали всех подряд. Да хоть USEC! Они сейчас для нас не важны, да и большинство их отщепенцы.\n\nСправишься? Отзовись, как закончишь.",
  "67487bd534005ee5fe84e59d successMessagetext": "Настоящий эксперт, да? Твоя награда, как обычно, на месте.",

  "67487d097dbf8262a37c7bf4": "Спрячь M4A1 в комнате 104 западного крыла Санатория на Берегу",
  "67487d09b59077b65fb35581": "Спрячь M203 в комнате 218 западного крыла Санатория на Берегу",
  "67487d133f7890e88d4635a5": "Спрячь сухпаёк MRE в комнате 325 западного крыла Санатория на Берегу",
  "67487d13d4bf93834abd073f": "Спрячь шлем UNTAR в комнате 107 восточного крыла Санатория на Берегу",
  "67487d19209414ab74fc32b9": "Спрячь жилет UNTAR в комнате 108 восточного крыла Санатория на Берегу",
  "67487d19acc68833c9b4459e": "Спрячь гранаты M67 в комнате 306 восточного крыла Санатория на Берегу",
  "67487cf7172a34581da46f8c name": "Связь с Западом — Часть 7",
  "67487cf7172a34581da46f8c description": "Ну что, наёмник, ты снова доказал свою полезность. Жаль, что такой потенциал может затеряться в этих краях.\n\nЛадно, осталось последнее задание для этой операции. Слушай внимательно.\nНужно заложить несколько вещей в Санатории — в строго определённых комнатах. Я дам тебе список комнат и предметов.\n\nИмей в виду: некоторые комнаты могут быть закрыты или труднодоступны — бери ключи. Предметы тоже дам, но смотри не потеряй.",
  "67487cf7172a34581da46f8c successMessagetext": "Справился. Молодец. Твоя награда тоже в пути.",

  "67d81cea0628d2a2b091fa2b": "Устрани противников, используя MP5 или MP5K",
  "67487d3a9466f36422ede295 name": "Профессиональный тестер оружия — Часть 1",
  "67487d3a9466f36422ede295 description": "Добрый день, у меня для тебя деловое предложение — если заинтересован, конечно. Продолжить?\n\nНачальство хочет протестировать оружие западного производства в \"полевых\" условиях. Тарков для этого подходит идеально. Мне поручили собрать данные, поэтому я обратился к проверенным бойцам — и первым делом вспомнил о тебе.\n\nНу что, готов к первому заданию? Отлично. Нам нужно оценить эффективность MP5 в бою. Дай знать, когда выполнишь.",
  "67487d3a9466f36422ede295 successMessagetext": "Данные собрал? Отлично, работа сделана. Молодец, дружище.",
 
  "67d81d0a98c81d91bd2d5177": "Устрани противников, используя SIG MPX или SIG MCX с оптикой SIG Sauer на Таможне",
  "67487d759f790d565629d605 name": "Профессиональный тестер оружия — Часть 2",
  "67487d759f790d565629d605 description": "Продолжим. Для этого теста у тебя больше вариантов — речь о SIG: MPX и MCX.\n\nИх нужно испытать в промзоне. Там шастают бандиты, так что расслабляться нельзя. Справишься? Отлично. Отзовись, как закончишь.",
  "67487d759f790d565629d605 successMessagetext": "Уже вернулся? Впечатляет.",
 
  "67d81daeaadfe4d958bbc154": "Устрани противников, используя G36 с глушителем SureFire в Лесу",
  "67487dc889b8109c6f95d7f7 name": "Профессиональный тестер оружия — Часть 3",
  "67487dc889b8109c6f95d7f7 description": "Ладно, двигаемся дальше.\n\nНаши немецкие партнёры хотят протестировать своё оружие — начнём с G36. Испытания проводятся в лесистой местности, на ствол должен быть установлен глушитель SureFire. Местный Лес для этого отлично подойдёт.\n\nБудь осторожен — там болтается куча всякого сброда.",
  "67487dc889b8109c6f95d7f7 successMessagetext": "Надеюсь, не пришлось слишком напрягаться в том лесу. Данные собраны. Молодец.",
 
  "67d81ded5a725120c429e9fc": "Устрани противников, используя M4A1 или TX-15 DML с оптикой EOTech на Развязке",
  "67487e1e0cccda4800c62658 name": "Профессиональный тестер оружия — Часть 4",
  "67487e1e0cccda4800c62658 description": "Большинство бойцов UNTAR здесь используют карабины M4A1. Чтобы не провоцировать перестрелки между бандами или ЧВК, придётся взять дело в свои руки.\n\nОтправляйся в ТЦ \"ULTRA\" возле промзоны и устрани несколько целей. M4A1 — необязательно, подойдёт и полуавтомат вроде TX-15. Только не бери российский — кажется, он называется Adar?\n\nНа винтовку должна быть установлена оптика EOTech. Могу одолжить ствол, но если потеряешь — второго не будет. Вперёд.",
  "67487e1e0cccda4800c62658 successMessagetext": "Понравилось ли тебе оружие, которое я дал? Надеюсь, да. Спасибо за работу.",

  "67d81e2d84b72d8378a6bfe6": "Устрани противников, используя Benelli M3 Super 90 с магазином на 11 или 13 патронов на Заводе",
  "67487e792e79477fa1472f8f name": "Профессиональный тестер оружия — Часть 5",
  "67487e792e79477fa1472f8f description": "Винтовки, карабины и пистолеты-пулемёты — это ещё не всё. В списке есть и дробовик Benelli M3.\n\nДумаю, логичнее всего испытать его в тесном пространстве с кучей углов. Старый завод подойдёт идеально!\n\nМогу снабдить тебя патронами. 12-й калибр Пиранья будет проходить через цели как нож через масло. Справишься? Советую поставить магазин побольше.",
  "67487e792e79477fa1472f8f successMessagetext": "Молодец, дружище. Кажется, тебе и без моей помощи такое по зубам? Дай пару часов на подготовку следующего задания — скоро свяжусь.",
 
  "67d81e7eb5f8d0874524f4c9": "Устрани противников, используя G28, SR-25 или RSASS с 30-мм прицелом на Берегу",
  "67487f06faadf7934dfd29e4 name": "Профессиональный тестер оружия — Часть 6",
  "67487f06faadf7934dfd29e4 description": "Я поговорил с партнёрами о твоих прошлых заданиях. Они хотели протестировать винтовку G28, но я договорился — можешь брать SR-25 или RSASS.\n\nВыбор — это всегда хорошо. Куда направишься? Думаю, ты готов. Тебе нужно устранить цели на Берегу. На винтовках должен быть установлен 30-мм прицел. Для тебя это несложно — ты там как дома. Дай знать, когда закончишь.",
  "67487f06faadf7934dfd29e4 successMessagetext": "Хорошая работа. Ты молодец.",
 
  "67d81ebe44b58c49dff86bf3": "Устрани противников, используя SA-58 или Desert Eagle с оптикой Vortex на Резерве",
  "67487f5e679c16f0e95db438 name": "Профессиональный тестер оружия — Часть 7",
  "67487f5e679c16f0e95db438 description": "Ну что, продолжим?\n\nСнова есть выбор. Тебе нужно отправиться на военную базу — действуй с умом. Оба варианта серьёзные: штурмовая винтовка SA-58 или пистолет Desert Eagle. На оба должна быть установлена оптика Vortex.\n\nСправишься? Жду от тебя весточки. Удачи.",
  "67487f5e679c16f0e95db438 successMessagetext": "Видишь? Я был уверен, что ты не подведешь. Что ж, молодец.",

  "67d81f1177c3087a9638e5b8": "Устрани противников, используя Desert Tech MDR с оптикой ELCAN на Маяке",
  "67487fe101b59cd5f24454fb name": "Профессиональный тестер оружия — Часть 8",
  "67487fe101b59cd5f24454fb description": "Скоро закончим, осталось пару тестов. Нужны данные по винтовкам MDR и территории Маяка.\n\nСправишься? Там может быть жарко! Держись подальше от очистных сооружений — Отступники не любят непрошеных гостей, особенно тебя. На оружие установи оптику ELCAN, например прицел Specter.\n\nГотов?",
  "67487fe101b59cd5f24454fb successMessagetext": "Блестяще! Не подвел, дружище. Так и знал, что справишься!",

  "67d81f4a7fb68ba86f3ceacb": "Устрани противников, используя SCAR с глушителем WAVE QD в Эпицентре или на улицах Таркова",
  "67d81b374bfc36986e9e2839 name": "Профессиональный тестер оружия — Часть 9",
  "67d81b374bfc36986e9e2839 description": "Почти закончили, поверь. Осталось немного — точнее, тебе немного поработать. Ясно?\n\nВ списке остались SCAR и пулемёты. Начнём со SCAR.\n\nНа них должен быть установлен глушитель Daniel Defense WAVE QD. Подходит для SCAR под 5.56x45 и 7.62x51 — больше вариантов пока нет.\n\nИспытания проводятся в городских условиях. Улицы Таркова подойдут идеально. Справишься?",
  "67d81b374bfc36986e9e2839 successMessagetext": "Отлично справился. Заработал хорошую награду. Скоро свяжусь.",

  "67d81f9793a37ed5dd5c4566": "Устрани противников, используя M60 со стволом 458 мм и коллиматором Aimpoint в Лаборатории",
  "67d81b808092a563867db4d4 name": "Профессиональный тестер оружия — Часть 10",
  "67d81b808092a563867db4d4 description": "Твой последний тест.\n\nНужно испытать пулемёты M60 в особой конфигурации: короткий ствол (458 мм) и коллиматорный прицел Aimpoint.\n\nОтправляйся в Лабораторию Terragroup и зачисти территорию. Награду получишь после выполнения. Обещаешь, что скоро отзовёшься?",
  "67d81b808092a563867db4d4 successMessagetext": "Договор есть договор. Вот твоя награда. А теперь отдохни, солдат.",

  "6747ba607e5089df3fc56977": "Передай евро Скупщику вместо Lotus",
  "6747ba52be104f742964f8fa name": "Ценная оплата",
  "6747ba52be104f742964f8fa description": "Слушай, боец, дело серьёзное. Ты идеально подходишь. Но я заметил, что посторонние тоже заинтересовались...\nМне нужно это, но сейчас не могу заплатить полную сумму — другие проблемы. Дам больше остальных. Договорились?",
  "6747ba52be104f742964f8fa successMessagetext": "Хороший выбор! Кто знает, какие тёмные личности могли быть замешаны...",
  "6747ba52be104f742964f8fa failMessageText": "Ты с ума сошёл? Больше так не делай, ясно? Лучше бы я твоего коллегу попросил. Невероятно...",

  "6747baf40c78fa0781838599": "Передай фигурку Депутата Муткевича",
  "6747baf46cb32aab67e59809": "Передай фигурку Дикого",
  "6747bafa84ecfaa86607f40c": "Передай фигурку Рыжего",
  "6747bafaaa4424f596d00136": "Передай фигурку BEAR",
  "6747bb00c427aaeb8c069dd2": "Передай фигурку USEC",
  "6747bb00e20ef7251e34b747": "Передай фигурку Деда Мороза",
  "6747bb06ab07895ded71e7f8": "Передай фигурку Сектанта",
  "675b8211e18d093f37e7c35f": "Передай фигурку Дена",
  "675b8211df72e253669f3a43": "Передай фигурку Киллы",
  "675b820aeb898bc57555df86": "Передай фигурку Тагиллы",
  "675b820aa550cd2e5a3ae775": "Передай фигурку Решалы",
  "6747bae8e86c4403efa533a4 name": "Лимитированная серия",
  "6747bae8e86c4403efa533a4 description": "Ладно, есть у меня минутка. Появились новые коллекционные фигурки — редкие штуки. Никто не знает, откуда они, но они ценные и редкие, и я их хочу! Уловил суть? Мне нужны все виды, они уникальные. Я уже знаю, кому их сбыть — мой покупатель платит бешеные деньги и ждать не любит. Шевелись.",
  "6747bae8e86c4403efa533a4 successMessagetext": "Сначала пересчитаю... Так, всё на месте. Спасибо, чувак, твоя награда в пути.",

  "676ac7910d7fbb2225ba92fe": "Найди точку выхода Лодка для Диких восточнее Окраин в Лесу",
  "676ac7adf69612f7f3c33b3e": "Спрячь бутылки водки возле лодки",
  "676ac7ad06d0b3b7cc096875": "Спрячь карабин ОП-СКС возле лодки",
  "676ac738a2720c6b1da18fef name": "Путь контрабандиста",
  "676ac738a2720c6b1da18fef description": "Наёмник, у нас для тебя задание. По данным источников, в Тарков зачастили контрабандисты — собирают военное снаряжение (старое и новое) и вывозят за границу на продажу.\n\nНаши хотят их перехватить, и ты можешь помочь. Около озера возле лесопилки (но не прямо на ней, а юго-западнее) должна быть небольшая пристань. Спрячь там кое-какие вещи. Мы установим трекинговые маячки, а наш человек сообщит контрабандистам, что груз готов.",
  "676ac738a2720c6b1da18fef successMessagetext": "Принято.",

  "676af8b1b4b186854a27637d": "Найди кабину пилота разбившегося самолёта в Лесу",
  "676af8b1b6229b4493a3103b": "Спрячь штурмовую винтовку AK-74M внутри самолёта",
  "676af8b1f306fcea38db8500": "Спрячь бронежилет 6B13 внутри самолёта",
  "676af8b1df1ea3c61e32074d": "Спрячь шлем 6B47 внутри самолёта",
  "676af80852ad1f5baf0e8d95 name": "Абсолютно легальная операция",
  "676af80852ad1f5baf0e8d95 description": "У нас для тебя новое задание. Слушай внимательно.\nОдин человек из нашего списка смог сбежать из Таркова. Он нанимал контрабандистов, чтобы вывозить товары за пределы региона.\n\nПо нашим данным, он заказал набор российской армейской экипировки: шлем, бронежилет и АК. Нужно подложить эти вещи в условленном месте. Найди обломки самолёта в глубине леса, проберись в кабину и спрячь там снаряжение. Осторожно — другие наёмники могут помешать.\nЖдём отчёта.",
  "676af80852ad1f5baf0e8d95 successMessagetext": "Задание выполнено.",

  "676afd78beb21ed7f7183e80": "Устрани бойцов ЧВК, используя штурмовую винтовку SA-58",
  "676afd78f77d685e4cae9050": "Устрани Отступников или Рейдеров, используя штурмовую винтовку SA-58",
  "676afb0dd0634cb6c93d83c7 name": "Адаптация к бандитам — Часть 1",
  "676afb0dd0634cb6c93d83c7 description": "Наёмник, есть работа — послушай, если интересно. Помощь нужна.\nНаши ребята не могут тестировать новое оружие сами — слишком рискованно связываться с профессионалами.\n\nТут пригодишься ты. Разберись с бойцами ЧВК и Отступниками на очистных сооружениях. Используй SA-58. Доложи, как закончишь.",
  "676afb0dd0634cb6c93d83c7 successMessagetext": "Отлично справился.",

  "676b02ad02aa6ba91e19894a": "Устрани бойцов ЧВК, используя винтовки СВТ-40 или АВТ-40",
  "676b02ad11443a0d22437743": "Устрани Отступников или Рейдеров, используя винтовки СВТ-40 или АВТ-40",
  "676afe70fdedf195aaaccf56 name": "Адаптация к бандитам — Часть 2",
  "676afe70fdedf195aaaccf56 description": "Ещё одно задание, наёмник. Нашим нужно узнать, как показывают себя винтовки Токарева. Считаем, что ты уже достаточно опытен для этого.\n\nТебе снова нужно убрать бойцов ЧВК и отступников, используя СВТ-40 или АВТ-40. Не подведи, для тебя же это не проблема.",
  "676afe70fdedf195aaaccf56 successMessagetext": "Принято.",

  "6747b9805088d07bbe6348d9": "Устрани бойцов USEC, переодевшись в одного из банды Гунов",
  "6747b9b1ba79e51b8b7ebe8c": "Осмотри красный контейнер (открывается ключ-картой #21WS) юго-западнее ТЦ \"ULTRA\" на Развязке",
  "6747b9b6f2eac90d765967df": "Спрячь бутылку самогона внутри контейнера",
  "6747b9634c79e7f73963b99f name": "Край сомнительных личностей",
  "6747b9634c79e7f73963b99f description": "Наёмник, мы за тобой давно наблюдаем. Есть работа — интересно? Лидеры отступников снова шныряют тут и палят по нашим. Не хочу тратить своих на этих засранцев, так что ты тут пригодишься.\n\nЗадача: переоденься в их форму и устрани бойцов USEC. Суть в том, чтобы оставшиеся USEC начали мочить этих \"туристов\" на очистных.\n\nВторая часть: рядом с ТЦ \"ULTRA\" есть контейнерная площадка. Один контейнер заперт на спецключ — открой его и спрячь там кое-что ценное. Наш человек проверит через пару дней. Справишься?\n\nСнаряжение Death Knight:\n- Маска Death Knight\n- Разгрузочный жилет с бронепластинами Crye Precision \"CPC\" (Goons Edition)\n\nЭкипировка Birdeye:\n- Бронежилет NFM \"THOR Concealable Reinforced Vest\"\n- Фрейм система Mystery Ranch \"NICE COMM 3 BVS\" (Coyote)\n- Разгрузочный жилет \"LBT-1961A\" (Goons Edition)\n\nСнаряжение Big Pipe:\n- Трубка Big Pipe\n- Бандана Big Pipe\n- Разгрузочный жилет с бронепластинами S&S Precision \"PlateFrame\" (Goons Edition)",
  "6747b9634c79e7f73963b99f successMessagetext": "Глянь-ка. USEC теперь по уши в проблемах и самогон нашли, что ты спрятал. Твоя награда в пути.",

  "6747c2af58a832a88d589af0": "Устрани врагов, используя указанное советское снаряжение",
  "6747c298d1c2a3d2091dbe7d name": "Как в старые времена",
  "6747c298d1c2a3d2091dbe7d description": "Приветствую. Ты сейчас занят, воин? Надеюсь, что нет, потому что у меня для тебя задание. Та самая девчонка, с которой ты работал, тоже предложила помощь.\n\nПерейду к делу... У меня есть друг, тоже торговец и бывший военный. Он фанатеет от современного русского оружия и снаряжения, а старые проверенные вещи презирает. Короче, я хочу доказать ему, что вещи из СССР всё ещё надёжны, но у меня сейчас нет времени. Тут-то ты и нужен — ты идеально подходишь, так что не подведи!\n\nЯ составил список — возьми это снаряжение и перестреляй кучу врагов, неважно кого. Кстати, стволы, которые ты принёс Lotus в прошлый раз, в хорошем состоянии. Могу одолжить.\n\nНеважно, какой именно вариант оружия ты используешь — с направляющими, глушителем, мне всё равно, лишь бы не современное. Удачи тебе, воин.\n\nСнаряжение:\n- Любое российское/советское оружие до 1990-х\n- Шлем: танкиста / СШ-68 / ССШ-94 \"СФЕРА-С\" / \"Алтын\" / \"Маска-1Щ\" / ЗШ-1-2М\n- Бронежилеты: 6Б2, 6Б3ТМ-01, 6Б13, 6Б23, 6Б5-16 Ж-86 \"Улей\"",
  "6747c298d1c2a3d2091dbe7d successMessagetext": "Отлично поработал, воин! Ты заслужил эту награду.",
  
  "6747c32a8b019d2e39d77869": "Устрани противников с использованием пистолета-пулемёта СР-2М \"Вереск\" на Резерве",
  "6747c330bf3975494d923520": "Найди гермозатвор бункера на Резерве",
  "6747c33635aa3ce0468ee7dd": "Установи Wi-Fi-камеру в дверном проёме рядом с гермозатвором бункера на Резерве",
  "6747c33e9220cf55f6e5619f": "Выживи и покинь локацию через гермозатвор бункера на Резерве",
  "6747c312165746c2dd1e19f2 name": "Мат — Часть 7",
  "6747c312165746c2dd1e19f2 description": "Привет снова. Ты ведь уже подробно изучил военную базу, да? Отлично. Знаю, ты бывал там не раз, так что ты уже практически эксперт.\nСлушай внимательно, это важно. Рядом с белой башней и жд-станцией есть бункер. Оттуда выходят с базы, в основном ЧВК. Иди туда, найди этот выход, поставь там камеру — хочу посмотреть, кто ещё пользуется им. После этого уходи через этот же выход.\nИ пока ты там, устрани несколько целей. Хочу оценить, как ты обращаешься с определённым оружием. Возьми СР-2М. Могу одолжить свой, но не потеряй! Второй раз не дам. Удачи там.",
  "6747c312165746c2dd1e19f2 successMessagetext": "Хорошая работа, боец. Я приставлю наблюдателя к этому месту. Если понадобишься снова — сообщу.",

  "6747c37e4fba429dcd10c8a0": "Устрани противников с использованием ГП-25 или оружия типа АК, оснащённого ГП-25, на Резерве",
  "6747c3af93dcd274119ef31e": "Найди ручные гранаты во время рейда",
  "6747c3af0da11a28bd05baaf": "Передай ручные гранаты",
  "6747c36d4e805e1b7f6387b5 name": "Мат — Часть 8",
  "6747c36d4e805e1b7f6387b5 description": "Ладно, у меня для тебя новое задание, слушай внимательно, боец!\nТы когда-нибудь использовал подствольный гранатомёт? Надеюсь, да. Давай проверим твои умения. Ты же знаешь, я жду от тебя многого. Могу дать тебе пару таких гранатомётов, но автомат используй свой! И будь с ними осторожен. Если потеряешь — второй раз не дам. В общем, иди на военную базу и устрани несколько Диких и ЧВК своим автоматом. Убедись, что это АК-74 с установленным гранатомётом — мне всё равно, какая модификация. Потом нужно снова убрать несколько целей, но уже с помощью самого гранатомёта. Понял? Лучше бы понял. Удачи там, боец.",
  "6747c36d4e805e1b7f6387b5 successMessagetext": "Задание выполнено? Отлично. Я держу слово, вот твоя награда.",

  "6747c40e64379cfc436dc17e": "Устрани бойцов USEC",
  "6747c41954ab7916b27294e6": "Устрани Отступников",
  "6747c4205288d848c817ceb9": "Устрани боссов Отступников",
  "6747c3ffc2b2062f1de93906 name": "За Родину",
  "6747c3ffc2b2062f1de93906 description": "Боец, у меня для тебя снова кое-что особенное. Не хочу, чтобы в это вмешивались посторонние, так что будь осторожен.\n\nТы знаешь моё мнение насчёт этих пришлых. Ликвидируй их группу, понял? Обыщи местность и найди обычных бойцов USEC, бойцов вроде тебя. Затем разберись с этими Отступниками на водоочистной станции — и их лидерами тоже. Я рассчитываю на тебя, боец, и запомни одно: если кто-то ещё предложит похожее задание, сделай мне одолжение — откажи. Я тебе доверяю, так что не подведи.",
  "6747c3ffc2b2062f1de93906 successMessagetext": "Отлично, я знал, что могу на тебя положиться! Держи, ты заслужил хорошую награду.",
  "6747c3ffc2b2062f1de93906 failMessageText": "Невероятно! В чём именно была проблема? Не понимаю, зачем ты помог этому трусливому Миротворцу. Ты же прекрасно знаешь, что он использует тебя ради денег! Стыдно, боец. Уходи отсюда. Возвращайся, когда поймёшь, как правильно поступать.",
   
  "6747c45d4439feb13a95f7f5": "Устрани противников с расстояния более 125 метров с использованием российской или советской марксманской или болтовой винтовки",
  "6747c4519384707fcc251844 name": "Снайпер из Норвинска",
  "6747c4519384707fcc251844 description": "Ладно, следующее задание.\nКак ты управляешься со снайперскими винтовками? Надеюсь, основы хотя бы знаешь. Боец, который не владеет даже азами меткой стрельбы — это же стыд, тебе не кажется? Устрани несколько целей, убедись, что дистанция не меньше ста двадцати пяти метров.\n\nНо добавлю сложности: используй наше оружие. СВД, Мосин — что угодно, главное, чтобы было российским или советским. Ты ведь должен знать здешнее вооружение.",
  "6747c4519384707fcc251844 successMessagetext": "Ого, да тут у нас настоящий профи! В любом случае, хорошая работа, боец.",
  
  "67486b7146e1296f4e038a31": "Устрани противников с использованием марксманской или болтовой винтовки на улицах Таркова или в Эпицентре",
  "67486ba85b0e6b8ee4171f26": "Достичь требуемого уровня умения \"Марксманские винтовки\"",
  "67486ba8fbca95fa4a72d578": "Достичь требуемого уровня умения \"Болтовые винтовки\"",
  "67486b938b89470d9673a492 name": "Городской снайпер",
  "67486b938b89470d9673a492 description": "Боец, слушай внимательно! Мне нужно оценить твои умения.\n\nТы когда-нибудь использовал снайперскую винтовку в городе? Сейчас самое время. Докажи, на что ты способен. Подойдёт любая марксманская или снайперская винтовка — возьми её в город и научись правильно с ней обращаться! Будь осторожен: несколько банд терроризируют этот район. Удачи, боец.",
  "67486b938b89470d9673a492 successMessagetext": "У нас тут настоящий городской снайпер! Отличная работа, боец.",

  "67486c3b5cc91891919aae5f": "Устрани противников с использованием оружия под патрон 9x39 в период с 22:00 до 05:00",
  "67486c57881df75cfb87b05a": "Достичь требуемого уровня умения \"Штурмовые винтовки и автоматы\"",
  "67486c0582d1897605b403c5 name": "Ночная тишь",
  "67486c0582d1897605b403c5 description": "Привет снова, боец. У меня для тебя новое задание.\nТы же знаешь, я продаю оружие под патрон 9x39 мм. Мне нужно, чтобы его протестировали ночью. Дам тебе пару сотен нормальных патронов — только не расстреляй всё сразу!\n\nЗадача проста: устрани несколько целей ночью с помощью оружия этого калибра. И убедись, что умеешь обращаться с такими винтовками! Это не для любителей.",
  "67486c0582d1897605b403c5 successMessagetext": "Договор есть договор, а я держу слово. Держи, боец.",

  "67486ca9e3ed85b231f1d2f8": "Не убивать боссов Диких",
  "67486cdc8202acf7a3ee3f69": "Устрани бойцов USEC на Берегу или Маяке",
  "67486ce539c5f1cc81d3dda0": "Устрани Отступников",
  "67486cef4ded5067b1aad986": "Устрани боссов Отступников",
  "67486c9270a59a1b50f7f3de name": "Закрытие туристического сезона",
  "67486c9270a59a1b50f7f3de description": "Боец, у меня важное дело. Нужен человек с умениями — ты идеально подходишь!\nТребуется ликвидировать группу \"туристов\": бойцов USEC, отступников и их лидеров. Они уже достаточно поглумились в этом месте, а теперь вообще разошлись — грабят и убивают без счёта.\n\nИ ещё одно: со мной связался важный тип. Готов помочь, но просит не трогать его людей. Так что не атакуй банды Диких! Рассчитываю на тебя, солдат.",
  "67486c9270a59a1b50f7f3de successMessagetext": "Ну, ты справился. Хорошая работа, боец. Уже перевожу твою награду.",
  "67486c9270a59a1b50f7f3de failMessageText": "Эй-эй-эй, осторожнее! Не провоцируй этих ребят. Нам нельзя навлекать лишнее внимание — лидеры банд и так в ярости. Попробуй ещё раз, боец.",
  
  "67486799b064df615bcb11d7": "Устрани противников с использованием ПП-19-01 \"Витязь\" или \"Сайга-9\"",
  "6748672b895a36c99e880f36 name": "Надёжность Востока — Часть 1",
  "6748672b895a36c99e880f36 description": "Добрый день, солдат. Готов решить пару проблем? Слушай внимательно — не люблю повторяться.\n\nУ меня есть список оружия из ассортимента, которое нужно протестировать. Ты идеально подходишь для этой задачи. Начнём с малого и двинемся дальше.\n\nСначала используй ПП \"Витязь\". Гражданские модели подойдут, но помни: они не стреляют очередями. Думай, прежде чем лезть в драку — это оружие и так слабее других из-за калибра. Устрани несколько целей на улицах Таркова.\n\nСправишься с таким заданием?",
  "6748672b895a36c99e880f36 successMessagetext": "Расчистил улицы? Молодец.",
  
  "67d8180b7dd88d5ad2010ad6": "Устрани противников с использованием АКС-74У, оснащённого дульным тормозом-компенсатором Зенит \"ДТК-1\", на Таможне",
  "674867cce36d92b3c23ec4de name": "Надёжность Востока — Часть 2",
  "674867cce36d92b3c23ec4de description": "Вот, возьми — компактный АКС-74У. Вы, ЧВК и бандиты, вроде как обожаете это оружие: оно лёгкое, дёшевое и под тот же калибр, что и полноразмерные АК-74.\n\nНаверняка видел такие у бандитов, которых устранял.\nПротестируешь его на Таможне для моего клиента. Ему нужна статистика по эффективности в таких зонах — и в конкретной комплектации. Используй ствол с дульным тормозом Зенит \"ДТК-1\".\n\nТе, кто применял его в бою, не в восторге от результатов. Может, ты докажешь, что они ошибаются?",
  "674867cce36d92b3c23ec4de successMessagetext": "Повеселился? Отлично. Теперь следующее задание.",

  "67d818698fdfd760ccb1da7d": "Устрани противников с использованием AK-74M или AK-105, оснащённых Цевьём Зенит с накладкой и Модератор звука Гексагон в Лесу",
  "67486879604d84c3e3e3ddd0 name": "Надёжность Востока — Часть 3",
  "67486879604d84c3e3e3ddd0 description": "Давай повысим уровень. Мне нужно протестировать современные автоматы Калашникова калибра 5.45 с цевьём Зенит с накладкой и модератор звука Гексагон — подойдёт любая модификация! Длинный ствол пригодится — ты же не всегда будешь биться в ближнем бою. Важно найти баланс.\n\nИди в Лес, постреляй во всех, кого увидишь. Проверь, как они работают, и возвращайся, когда закончишь.\n\nТебя ждёт смесь дальних, средних и ближних дистанций. Не надейся, что противники будут сидеть на холме как мишени — кто-то может прятаться в кустах прямо рядом!",
  "67486879604d84c3e3e3ddd0 successMessagetext": "Отлично справился, боец.",
 
  "67d818f4e5a711dbb0343c59": "Устрани противников с использованием автомата типа АКМ, оснащённого оптикой Валдай на Развязке",
  "6748690cb0fff3f2a5ba3d47 name": "Надёжность Востока — Часть 4",
  "6748690cb0fff3f2a5ba3d47 description": "Классика — АКМ, с чего всё начиналось...\n\nТе, кто окажется на мушке, не позавидуют, поверь мне!\n\nУ меня есть идеальное место для тестирования — ТЦ \"ULTRA\"! Ты ведь справишься с навигацией внутри? И не расслабляйся там, предупреждаю.\n\nТвой автомат должен быть с оптикой Валдай. Возвращайся, когда закончишь.",
  "6748690cb0fff3f2a5ba3d47 successMessagetext": "Всё чисто в торговом центре? Отлично. Забирай награду и возвращайся позже — у меня для тебя ещё задания.",

  "67d819cef7fef8e29237ceef": "Устрани противников с использованием \"Сайги-12к\", оснащённой дульным тормозом-компенсатором \"ГК-02\" или модератором звука Гексагон на Заводе",
  "6748694525ed5b74088bbd08 name": "Надёжность Востока — Часть 5",
  "6748694525ed5b74088bbd08 description": "Многие бойцы считают, что дробовик — лучший инструмент для ближнего боя. Возможно, они не так уж неправы, но ты же знаешь — всегда есть нюансы.\n\nВозьми \"Сайгу\" на старый завод. Неважно, какую модификацию выберешь — главное, очисти территорию, чтобы там стало потише. Ночью даже собак не слышно! Чего вы, ЧВК, так к нему прикипели? Там же ничего полезного!\n\nДам тебе выбор: модератор звука Гексагон или дульным тормозом-компенсатором ГК-02 для громкой пальбы. Справишься с этим заданием?",
  "6748694525ed5b74088bbd08 successMessagetext": "На этом чёртовом Заводе теперь тихо? Наконец-то кто-то вынес мусор. Молодец, боец. Дай пару часов на подготовку следующего задания.",

  "67d819f8e78921e6ee0dcd60": "Устрани противников с использованием СВД, оснащённой оптическим прицелом Schmidt & Bender на Берегу",
  "674869c190ca5803d23b7ea5 name": "Надёжность Востока — Часть 6",
  "674869c190ca5803d23b7ea5 description": "У меня кое-что для тебя. Это оружие валялось у меня в запасах — никто не хотел его брать. Не пойму почему, ведь СВД — отличная винтовка!\n\nМожет, те, кто отказывался, знали что-то, чего не знаю я? Может, с ним что-то не так? Твоя задача — выяснить это. А ещё на него нужно поставить немецкий прицел. Не забудь установить его перед выходом!\n\nВозьми эту винтовку на Берег, устрани несколько целей и вернись с отчётом.",
  "674869c190ca5803d23b7ea5 successMessagetext": "Значит, справился. Что ж, проблема была не в винтовке! Молодец, боец.",
  
  "67d81a0e0cfa2307b72e80e8": "Устрани противников с использованием АШ-12 или РШ-12, оснащённых 30-мм прицелом на Резерве",
  "67486a44ec1dc8048f7cb2dc name": "Надёжность Востока — Часть 7",
  "67486a44ec1dc8048f7cb2dc description": "Мне нужно, чтобы эти мощные стволы протестировал кто-то опытный. Думаешь, ты справишься?\n\nЭто автомат АШ-12 и револьвер РШ-12. Выбери один из них и возьми на военную базу. На любой из них должен быть установлен 30-мм прицел — да, даже на револьвер. Я видел, как такие, как ты, используют их в такой конфигурации. Вы, ЧВКашники, иногда странные. Устрани несколько целей и возвращайся.\n\nПонял? Ладно, боец, уверен, ты не попадёшь в неприятности.",
  "67486a44ec1dc8048f7cb2dc successMessagetext": "Хорошая работа, солдат.",
  
  "67486ac474436e9c924dcc35": "Устрани противников с использованием АС Вал или ВСС \"Винторез\", оснащённых оптическим прицелом 34мм Schmidt & Bender PM II 3-20x50 и рукояткой Зенит на Маяке",
  "67486a921ef237f01abfd45f name": "Надёжность Востока — Часть 8",
  "67486a921ef237f01abfd45f description": "Специальное оружие — редкость, и данные по нему скудные. Похоже, нужно провести несколько тестов.\n\nБоец, ты с нами?\n\nВозьми АС Вал или ВСС \"Винторез\" на Маяк. Установи на них западный прицел со встроенным лазером и ИК-модулем — BOSS или что-то вроде того... И любую рукоятку Зенит. Держи дистанцию небольшой — этот калибр не для дальних расстояний.",
  "67486a921ef237f01abfd45f successMessagetext": "Вернулся как раз вовремя. Молодец.",
  
  "67486b15b7c3e859b70054a7": "Устрани противников с использованием РПД с укороченным стволом 350 мм в Эпицентре или на улицах Таркова",
  "67486b07a069ed3f4df34b7d name": "Надёжность Востока — Часть 9",
  "67486b07a069ed3f4df34b7d description": "Полагаю, для тебя не проблема таскать с собой тяжёлое оружие, да, солдат?\n\nМне нужно, чтобы кто-то протестировал пулемёты РПД с укороченными стволами в городских условиях. Говорят, они там неплохо показывают себя — даже местные главари банд теперь предпочитают пулемёты.\n\nСправишься?",
  "67486b07a069ed3f4df34b7d successMessagetext": "Отлично, на улицах теперь должно быть потише.",
  
 "67d81a305c0ac54b7fe5f4c4": "Устрани противников с использованием пулемёта ПК, оснащённого прикладом Зенит \"ПТ-2 Классика\" и цевьем Зенит \"Б-50\" в Лаборатории",
  "67d814b8a9bc0824cc494f15 name": "Надёжность Востока — Часть 10",
  "67d814b8a9bc0824cc494f15 description": "Ну что, готов к последнему испытанию?\n\nЯ не продаю это оружие, но нужно протестировать его для друга. Поможешь снова?\n\nЭти типы в Лаборатории стали совсем невыносимы. Я не отправляю туда людей, но мои грузовые маршруты проходят рядом со входами — рейдеры постоянно там появляются!\n\nУстанови на пулемёт приклад и цевьё Зенит, затем спускайся в Лабораторию. Приберешь там немного с помощью новой игрушки?",
  "67d814b8a9bc0824cc494f15 successMessagetext": "Меньше рейдеров в Таркове — это всегда хорошо. Молодец, солдат.",

  "67ee702777bc3324425a8f1b": "Устрани бойцов USEC, будучи одетым как USEC",
  "67ee6eb50a104964874bf9a1": "Найди экспедиционную топливную канистру (полная)",
  "67ee6eb542c00f116c5505db": "Передай канистру (полная)",
  "67ee61bb0084128bf23f5477 name": "Дружественный огонь",
  "67ee61bb0084128bf23f5477 description": "Да, кое-что есть, на самом деле. Слухи дошли, боец. Твой работодатель уже сообщил мне о твоей миссии — сказал ждать тебя в любое время. Интересно, когда же ты появишься? Но раз уж здесь, давай к делу.\n\nВмешательство USEC раздражает, но я мало что могу поделать...\nОднако есть специальные методы, понимаешь? Думаю, ты мог бы кое-что сделать — надеюсь, ты весь внимание!\n\nУстрани несколько бойцов USEC, но тебе нужно выглядеть как один из них, кристально чисто! Что думаешь? Но не надейся на мою поддержку — у меня ведь есть клиенты, а эти \"туристы\" платят больше всех! Так что не жди оплаты после выполнения задания, ясно?\n\nМогу помочь с текущей операцией, но взамен нужна услуга — ничего сложного. Доставь мне топливо. Принеси несколько компактных канистр. И не волнуйся — я никому не расскажу об этих поставках. Мои уста на замке, понял? Итак, ты в деле?\n\nЭкипировка USEC:\n - Любой шлем HighCom Striker / Ballistic Armor Co. Bastion / кепка USEC\n - Бронежилеты: HighCom \"Trooper TFO\" / Interceptor OTV / Eagle Allied Industries \"MBSS\"  / 5.11 Tactical \"TacTec\"\n - Любое оружие западного производства",
  "67ee61bb0084128bf23f5477 successMessagetext": "Ладно-ладно, дело сделано. Молодец, друг. Никто не узнает, что это твоих рук дело, понял? Сообщу твоему работодателю об успехе. Кажется, её зовут Lotus? Неважно. Она сама свяжется, когда понадобится. И не жди от меня ни копейки! М-м-м. И ещё кое-что! Один из моих исполнителей недавно принёс постеры — совсем не в моём стиле. Можешь забрать их.",
  "67ee61bb0084128bf23f5477 acceptPlayerMessage": "Конечно! Самое время выяснить, что здесь происходит.",
  "67ee61bb0084128bf23f5477 declinePlayerMessage": "Не сейчас. У меня другие дела. Может позже.",
  "67ee61bb0084128bf23f5477 completePlayerMessage": "Дело сделано. Жди недовольных USEC. И не вздумай говорить, что это я.",

  "67f00e76bfd9c18a09788dd9": "Передай защищённую папку \"0022\" водителю БТР",
  "67f00e768f5a0a04bfa7096a": "Найди защищённую папку \"0022\" на Таможне в случае утери",
  "67f00e94724fed8ecf01a280": "Передай защищённую папку \"0031\" водителю БТР",
  "67f00e94f04c5824297e9b34": "Найди защищённую папку \"0031\" на Таможне в случае утери",
  "67f01070155214edef3a3e65": "Очистить лагерь МЧС от противников в Лесу",
  "67f010d6f509ca32699a1293": "Очистить Затопленную деревню от противников в Лесу",
  "67f00fa4031e856d4baa104f": "Очистить деревню Диких от противников в Лесу",
  "67efd3e59f0821f600a4ebed name": "Вот Это Находка — Часть 2",
  "67efd3e59f0821f600a4ebed description": "Работать? На тебя? Всегда! Ха-ха! Заходи, садись и слушай внимательно.\n\nТвоя подруга Lotus сказала ждать от тебя две посылки — две папки с данными о поставках. Надеюсь, ты уже принёс их. Сможешь взяться за грязную работу, как только папки окажутся у меня, ясно?\n\nЛадно, перейдём к главному. Здесь в последнее время некоторые типы устраивают беспорядки, распугивают клиентов — ты же знаешь, как я это ненавижу.\n\nВесь ад начинается, когда эти уроды появляются возле двух деревень и в лагере МЧС. Можешь избавиться от них? Их присутствие меня бесит.",
  "67efd3e59f0821f600a4ebed successMessagetext": "Круто, спасибо, чувак! Я сообщу твоему работодателю. Уверен, мы разберёмся, что за поставки.",
  "67efd3e59f0821f600a4ebed acceptPlayerMessage": "Конечно, я займусь этим. Передам папки как можно скорее.",
  "67efd3e59f0821f600a4ebed declinePlayerMessage": "Дай мне время подумать.",
  "67efd3e59f0821f600a4ebed completePlayerMessage": "Я устранил их во всех трёх зонах. Теперь должно быть тихо.",

  "67d7ed59e57d79a739761b14": "Найди первый военный грузовик с грузом Terragroup на Таможне",
  "67d95c1723266a056f335675": "Найди второй военный грузовик с грузом Terragroup на Таможне",
  "67d7ed4b853e547c0ce6dc67": "Выжить и покинуть Таможню",
  "67d7eacee3d42141de3389ba name": "Уведомление",
  "67d7eacee3d42141de3389ba description": "Здравствуйте, молодой человек. Есть важное дело, связанное с Terragroup. Вы готовы помочь?\n\nМои люди недавно получили разведданные — документы о поставках Terragroup в промышленной зоне. Обычно я не прошу об этом, но нужно найти эти грузы до того, как это сделают другие. На кону могут быть жизни. Мы должны убедиться, что их не обнаружат злоумышленники. Согласно данным, груз перевозился двумя военными машинами.\n\nСможете найти их и проверить, что груз на месте? Свяжитесь со мной, когда получите информацию.",
  "67d7eacee3d42141de3389ba successMessagetext": "Значит, груз всё ещё там? И никто не знает? Хм... У меня странное предчувствие, но вы выполнили задание и заслужили награду.",

  "67e97729e5dd701b1aeb88b4": "Найди кабинет директора Tarcone на Таможне",
  "67e97733a5f34c40bb29ad3e": "Найди отчёт о поставках Terragroup в кабинете директора",
  "67e9776253cfaf3e0efbf8ca": "Обнаружить тайник Lotus на Старой заправке на Таможне",
  "67e977cc6222e3fda3b9bb4e": "Спрятать отчёт о поставках Terragroup в тайнике Lotus",
  "67e9784eb240426810352f27": "Выжить и покинуть Таможню",
  "67e970f55882098f5a4a622b name": "Обоснованное вмешательство",
  "67e970f55882098f5a4a622b description": "Добрый день, наёмник. В последнее время заметила много негатива от других торговцев. Видимо, та девушка, на которую ты работаешь, знала о поставках Terragroup раньше меня, и ты помог ей найти их до моего задания.\n\nНо позволь объяснить... Я не хотела начинать \"войну\". Может, мы сможем сотрудничать? В конце концов, мы все стремимся к общему благу, верно? Я предлагаю помочь — знаю, где найти детали этих поставок. Помнишь задание с документами в кабинете директора?\n\nТам ты найдёшь то, что ищешь. Когда найдёшь отчёт, иди на старую заправку — один из её тайников там.\n\nБудь осторожен и удачи!",
  "67e970f55882098f5a4a622b successMessagetext": "Отлично. Надеюсь, теперь мы оставим весь этот негатив позади."

}